[{"id": "5ab52a255542996a3a96a048", "verifying_answer": "Oksana Baiul represented Ukraine when they won their second Winter Games gold medal."}, {"id": "5a7d9d2b5542997cc2c47464", "verifying_answer": "Roy Shepherd was a faculty member of the University of Melbourne Conservatorium."}, {"id": "5add39ca5542992ae4cec4fb", "verifying_answer": "Robatumumab was developed by Merck and Schering-Plough."}, {"id": "5a85ab905542994c784ddb35", "verifying_answer": "Little Mix filled the positions of hosts in The Voice of Ireland."}, {"id": "5ae52c0f5542992663a4f12e", "verifying_answer": "Faith Lutheran Middle School and High School is located in Oakland, California."}, {"id": "5a8759395542994775f607e0", "verifying_answer": "The Coen brothers are a sibling duo of filmmakers, known for their frequent collaborations with various actors and film crew members."}, {"id": "5a7a3cea5542994f819ef182", "verifying_answer": "One of the runners who almost broke Craig Virgin's Illinois Boys Cross Country record is German Fernandez."}, {"id": "5a88ac3d554299206df2b328", "verifying_answer": "The Party for Freedom is from the Netherlands."}, {"id": "5ab6e848554299710c8d1faa", "verifying_answer": "George Gamow was the advisor of the Alpher–Bethe–Gamow paper."}, {"id": "5a899f4955429946c8d6e971", "verifying_answer": "The name of the 2009 comedy released by BBC Films is Nativity!."}, {"id": "5ade99ad554299728e26c75d", "verifying_answer": "The ballet Rita Sangalli was not premiered, as it was not choreographed. The ballet Sylvia, ou La nymphe de Diane, choreographed by Louis Mérante to music by Léo Delibes in 1876, was the basis of the ballet's scenario by Charles Nuitter and Lucien Petipa."}, {"id": "5a77897f55429949eeb29edc", "verifying_answer": "Jason Regler had the idea for the flashing wristbands during a song built around the Xylobands."}, {"id": "5a79ad485542994bb9457036", "verifying_answer": "Lai Shiu Wing's sport is professional football."}, {"id": "5abc0ba05542996583600409", "verifying_answer": "John Nyskohus played for USC Lion in the South Australian State League and Adelaide City in the National Soccer League."}, {"id": "5a81e097554299676cceb129", "verifying_answer": "Michel Feher does not semi-regularly blog for any journal."}, {"id": "5ae4f3c455429960a22e0221", "verifying_answer": "Dick Biddle served as head football coach at Colgate University."}, {"id": "5ae6097c55429929b0807a9a", "verifying_answer": "North Sentinel Island is home to the people who speak the Sentinelese language."}, {"id": "5a8ef2a75542995a26add583", "verifying_answer": "Erwin Rudolf Josef Alexander Schrödinger wrote Seven Brief Lessons on Physics."}, {"id": "5adc8cb45542994d58a2f651", "verifying_answer": "The most praised player in the 2002–03 Olympique de Marseille season was central defender Daniel Van Buyten."}, {"id": "5a8d0e305542994ba4e3dbbe", "verifying_answer": "John T. Mather Memorial Hospital is located in Port Jefferson, Suffolk County, New York."}, {"id": "5a76f7e855429972597f1404", "verifying_answer": "The trade laws in Chennai are different from the rest of the country at the state level."}, {"id": "5ac54cef5542993e66e822da", "verifying_answer": "Angie Pontani performs in the genre of burlesque revue."}, {"id": "5ae0d7315542990adbacf678", "verifying_answer": "Toshi Ichiyanagi studied with John Cage and wrote Music for Electric Metronomes."}, {"id": "5abc8d00554299700f9d78fd", "verifying_answer": "Matthew Butturini was born in Murwillumbah."}, {"id": "5a84564c5542990548d0b288", "verifying_answer": "null"}, {"id": "5a75e05c55429976ec32bc5f", "verifying_answer": "Brown State Fishing Lake is located in the United States."}, {"id": "5ab93841554299131ca422cb", "verifying_answer": "Philip Charles Urban is the CEO of Mitchells & Butlers."}, {"id": "5ab4b9f75542990594ba9ca4", "verifying_answer": "The song \"I Love You\" was written and performed by American singer Billie Eilish from her debut studio album, When We All Fall Asleep, Where Do We Go?."}, {"id": "5a8e024f5542995085b37375", "verifying_answer": "Ludovico Maria Enrico Einaudi composed the album \"Nightbook\"."}, {"id": "5a771de05542993569682cc8", "verifying_answer": "Sadar Bazaar is located in Old Delhi, Delhi, India, close to Agra Cantonment railway station and in proximity to the Taj Mahal and Agra Fort."}, {"id": "5ae4a91d5542995ad6573e09", "verifying_answer": "Mumia Abu-Jamal is an American political activist and journalist who was convicted of murder and sentenced to death in 1982 for the 1981 murder of Philadelphia police officer Daniel Faulkner."}, {"id": "5adc46665542994650320cc8", "verifying_answer": "Leonard Bernstein was born on August 25, 1918."}, {"id": "5a886364554299206df2b24b", "verifying_answer": "The first presenter of \"Tomorrow's World\" whose samples were used in The Books' album Lost and Safe was Raymond Baxter."}, {"id": "5a71299e5542994082a3e5fe", "verifying_answer": "Drisheen is not a product. It is a traditional Irish dish made from sheep's blood and milk."}, {"id": "5ae7eaf65542994a481bbe1d", "verifying_answer": "James Michael Anderson is the former Indian cricketer who made his ODI debuts during the 2000 ICC KnockOut Trophy."}, {"id": "5abd889f55429924427fd046", "verifying_answer": "The film Voice is the 13th installment of the Ghost School and Ghost School Horror series."}, {"id": "5a84bc5b5542991dd0999dc3", "verifying_answer": "Ibrium was the vizier of Ebla after King Ishar Damu."}, {"id": "5add1d435542990d50227de8", "verifying_answer": "Global Marine Inc. (now Transocean Inc.) designed the Glomar Challenger."}, {"id": "5a83b4d35542996488c2e495", "verifying_answer": "The King that ruled Denmark and Norway in 1648 was Frederick III of Denmark."}, {"id": "5add9bfa5542990dbb2f7e85", "verifying_answer": "The sponsor of the Premiership Rugby Sevens Series is J.P Morgan Asset Management."}, {"id": "5ae0fb8855429920d523425b", "verifying_answer": "Fort Kongenstein is located in Ada Foah, Ghana."}, {"id": "5a8db348554299068b959dc2", "verifying_answer": "Mad Love Records and Interscope Records released \"Love Incredible.\""}, {"id": "5ae18d615542997283cd2229", "verifying_answer": "The Atomweight class belongs to mixed martial arts."}, {"id": "5a77a9df55429967ab10521c", "verifying_answer": "C. S. Lewis wrote Surprised by Joy: The Shape of My Early Life."}, {"id": "5ae1500655429920d52343cc", "verifying_answer": "The headquarters of the Canadian office organization solutions company Oxford is in England."}, {"id": "5a901f735542990a98493591", "verifying_answer": "The Year of the Six Emperors was during the period of the Roman Empire (27 BC–476 AD) in ancient Rome."}, {"id": "5a810221554299260e20a1f9", "verifying_answer": "Murray Head is most recognized for the song \"Close to You\", which was recorded by American duo the Carpenters for their second studio album Close to You (1970) and produced by Jack Daugherty."}, {"id": "5a793bc95542994bb9456fc3", "verifying_answer": "Brooklyn Decker was born on April 12, 1987."}, {"id": "5a724a2b5542990c210a40bc", "verifying_answer": "Kevin Bookout does not play for any team, he is a former professional basketball player."}, {"id": "5adde17f5542992200553b87", "verifying_answer": "The MVP of the 2013 McDonald's All-American Boys Game was Jabari Parker."}, {"id": "5a82e25555429954d2e2ebbf", "verifying_answer": "Gwyneth Moore wrote under the pen name Patricia Veryan."}, {"id": "5a823fbf55429903bc27ba54", "verifying_answer": "The English rock band Radiohead was founded in 1985."}, {"id": "5ab959905542996be2020497", "verifying_answer": "Pontiac marketed the 2+2 as the \"big brother\" to the Pontiac Firebird."}, {"id": "5ae18b555542997b2ef7d1f7", "verifying_answer": "null"}, {"id": "5ade595e5542992fa25da761", "verifying_answer": "Lauren Lane portrayed C. C. Babcock on \"The Nanny\"."}, {"id": "5a8a9bc15542996c9b8d5f36", "verifying_answer": "Nicholas Dante is most famous for co-writing the book of the musical A Chorus Line."}, {"id": "5ae08dad55429945ae9593b9", "verifying_answer": "The tv journalist that was the host of a show from 1980-86 and for whom Willie Geist frequently serves as fill-in anchor on the \"Today\" show is Joe Scarborough."}, {"id": "5ac16c2b5542994d76dcce19", "verifying_answer": "Lodge Neuhaus 946 is the name of the brewery located in the home of Neuhaus."}, {"id": "5ae51fa25542992663a4f11f", "verifying_answer": "The Knauss Islands are named after the German biologist August Knauss."}, {"id": "5ab283d9554299449642c8d8", "verifying_answer": "Randal Malone was born in South Jamaica, Queens."}, {"id": "5a78a7025542990784727710", "verifying_answer": "Annie Ida Jenny Noë Haesendonck was born on 13 April 1959."}, {"id": "5a8af94455429971feec45b6", "verifying_answer": "Senator Benjamin L. Cardin has been in office since 2007."}, {"id": "5ae08a0455429924de1b70fc", "verifying_answer": "Goldfrapp recorded a song that featured vocals by Alison Goldfrapp from Silverdale, England."}, {"id": "5a84e1095542997175ce1f25", "verifying_answer": "Jung Seul-ki swam for Yonsei University."}, {"id": "5a80b3a9554299485f5986cc", "verifying_answer": "Tysons Galleria is located in Fairfax County, Virginia."}, {"id": "5ac3a364554299391541385d", "verifying_answer": "The National Space Olympiad (NSO) is a science competition conducted in India."}, {"id": "5ac1d40c5542994d76dccef5", "verifying_answer": "The population of Detroit, Michigan is estimated to be around 672,662."}, {"id": "5a8ced46554299441c6b9f82", "verifying_answer": "The first name of the father of professional ice hockey player Jannik Hansen is Abraham."}, {"id": "5ab2d61155429916697740ff", "verifying_answer": "Howell Conant was a fashion photographer."}, {"id": "5adfda5255429942ec259b5e", "verifying_answer": "There is no county in Minnesota with a 202 lb slab of greywacke covered in runes located."}, {"id": "5ab6238e554299710c8d1e6d", "verifying_answer": "Copsi went back to reside in York when he was made earl of Northumbria."}, {"id": "5a72e28f5542992359bc31ba", "verifying_answer": "Richard Pzena outlined a systematic approach to the governance and realization of value from the things that a group or entity is responsible for, over their whole life cycles."}, {"id": "5ae07c6255429924de1b70d6", "verifying_answer": "The Riddler's Revenge is located at Six Flags Magic Mountain."}, {"id": "5adebc9b554299728e26c79d", "verifying_answer": "King Edward VI High School for Girls is located on Edgbaston, Birmingham, England."}, {"id": "5ab503db5542990594ba9cc8", "verifying_answer": "Lindsey Vonn is an American."}, {"id": "5a83880e554299123d8c214e", "verifying_answer": "21½ Minutes in Berlin/23 Minutes in Brussels is a live performance album by Suicide, released in 1978 by Red Star Records."}, {"id": "5a877e5d5542993e715abf7d", "verifying_answer": "Nicholas St. John co-wrote the film Snake Eyes starring Nicolas Cage and Téa Leoni."}, {"id": "5ae4b8fc55429913cc2044e5", "verifying_answer": "The present name of the place in Canada where François Beaucourt (1740-1794) was mainly active is Quebec."}, {"id": "5a7630105542992d0ec0605a", "verifying_answer": "Jean-Michel Jarre released the album Oxymore in 1998."}, {"id": "5ab259b25542993be8fa98de", "verifying_answer": "Belgium has a long history of being either a part of a larger territory, or divided into a number of smaller states."}, {"id": "5a8789115542994846c1cd9a", "verifying_answer": "Imran Khan has worked in Hindi films."}, {"id": "5add114a5542994734353826", "verifying_answer": "The two composers that composed Aati Kya Khandala are Jatin–Lalit and A. R. Rahman."}, {"id": "5adea83b55429975fa854f53", "verifying_answer": "Thirukkalacherry is located in Mayiladuthurai district, Tamil Nadu, India."}, {"id": "5ade15f35542997545bbbe47", "verifying_answer": "Katherine Waterston is an American actress and Chrisann Brennan is an American painter and memoirist."}, {"id": "5a7d1c525542995ed0d165f2", "verifying_answer": "The Island does not have a host. It follows the self-documented daily struggles of 10 individuals (seven paired teams in season 4) as they survive alone in the wilderness for as long as possible using a limited amount of survival equipment."}, {"id": "5a9057795542990a984935f7", "verifying_answer": "The Park developed by Funcom is an adventure game."}, {"id": "5ade66dd55429975fa854ebe", "verifying_answer": "SMS Emden mounted a symbol on her stem-head from the German Imperial Navy."}, {"id": "5ae2fca555429928c423958a", "verifying_answer": "The title of Eric Stewart and Graham Gouldman's 1975 album was \"The Original Soundtrack\"."}, {"id": "5a85597c5542997175ce1fba", "verifying_answer": "Candy played the Russian hostage taker in Hostage for a Day."}, {"id": "5ab96ab755429970cfb8eacd", "verifying_answer": "Ellie Goulding worked with Max Martin, Per Magnusson, David Kreuger, Jörgen Elofsson, and Rami Yacoub on her third studio album, Delirium."}, {"id": "5a81d51a55429903bc27b9d2", "verifying_answer": "The King of Queens was created by Michael J. Weithorn and David Litt."}, {"id": "5ae0335655429925eb1afc28", "verifying_answer": "The mother of Mary Robinson in Shakespeare's \"The Winter's Tale\" is Hermione."}, {"id": "5a81a84e5542990a1d231e4e", "verifying_answer": "Palito Ortega directed and Juan Carlos Mesa starred in El Tio Disparate."}, {"id": "5a878d795542993e715abf9d", "verifying_answer": "Michael Rubiner and Miguel Puga co-created The Casagrandes."}, {"id": "5a77e9c055429949eeb29fa6", "verifying_answer": "Amitabh Bachchan, Saif Ali Khan, Manoj Bajpayee, Deepika Padukone, and Prateik Babbar starred alongside Raj Babbar and Mahesh Manjrekar in the 2011 Indian romantic comedy film 'Reservation'."}, {"id": "5a82fcbd55429954d2e2ebe8", "verifying_answer": "Tatiana Petrovna Nikolayeva was a pianist, composer, and teacher from the Soviet Union."}, {"id": "5ae8242455429952e35eaa54", "verifying_answer": "Erik Voorhees worked for BitInstant as Director of Marketing."}, {"id": "5ac1ff2255429964131be2b3", "verifying_answer": "BA Connect is headquartered in London, England."}, {"id": "5abe03635542991f661060a5", "verifying_answer": "Coby Fleener does not have a middle name."}, {"id": "5a8d7a8d55429941ae14dfc2", "verifying_answer": "The Timothy Oulton Gallery is located in London, England."}, {"id": "5ae4f6c755429960a22e022a", "verifying_answer": "The population of Lake Grove, New York in 2010 was 11,163."}, {"id": "5ae6a5d15542991bbc97615d", "verifying_answer": "The Camino Real de Tierra Adentro is 2,560-kilometres (1,590 mi) long."}, {"id": "5abd516a5542992ac4f3825c", "verifying_answer": "India's first science fiction film series is called \"A Taste of Armageddon\"."}, {"id": "5a7e513a5542994959419996", "verifying_answer": "The Ghana Police College is located in Tesano, Accra."}, {"id": "5a81736255429903bc27b96e", "verifying_answer": "The name of the sporting facility located in Coos County, New Hampshire is not specified."}, {"id": "5addf9e05542997dc79070f9", "verifying_answer": "Christian T. Petersen is the founder and president of Fantasy Flight Games."}, {"id": "5a716eeb5542994082a3e82e", "verifying_answer": "Humphrey Bogart starred in the 1935 movie Star of Midnight."}, {"id": "5adfbca255429942ec259b2c", "verifying_answer": "Slade rose to prominence in 1966."}, {"id": "5a73f4f75542993a88ae2ebc", "verifying_answer": "The 2016 South Korean television series Missing You stars Song Joong-ki, Song Hye-kyo, Jin Goo, and Kim Ji-won."}, {"id": "5abd1b5e55429933744ab728", "verifying_answer": "The A5117 runs between Shotwick and Saughall."}, {"id": "5a7af4bb55429927d897bf1d", "verifying_answer": "Max Weinreich was the father of Uriel Weinreich."}, {"id": "5a7698c2554299373536010d", "verifying_answer": "National Geographic magazine called Ohio State Route 78 one of the most scenic highways nationwide."}, {"id": "5a81df4b55429903bc27b9f8", "verifying_answer": "The name of the mall located on I-45 on the Southeast side of Houston is Almeda Mall."}, {"id": "5ae690b055429908198fa622", "verifying_answer": "Jamell Anderson plays for the British club Manchester Giants."}, {"id": "5a7f74975542992097ad2f77", "verifying_answer": "Meredith, New Hampshire is known for Annalee Dolls."}, {"id": "5a712c4b5542994082a3e622", "verifying_answer": "The British explorer associated with the heritage site located in Seventeen Seventy Australia is James Cook."}, {"id": "5ac0c1cf5542992a796ded7c", "verifying_answer": "Simon Fowler is an English photographer/director."}, {"id": "5ab94cca554299753720f7dd", "verifying_answer": "Grendel formed in 1981."}, {"id": "5ae7eefd554299540e5a56b6", "verifying_answer": "Ira Nadel wrote the biography of Ezra Pound."}, {"id": "5a8cc8c2554299441c6b9efc", "verifying_answer": "The book One More River to Cross: Black and Gay in America is written by Keith Boykin."}, {"id": "5a7148685542994082a3e761", "verifying_answer": "Paul Ziert recruited Conner as a two time gold medalist in gymnastics."}, {"id": "5a7e801b5542997cc2c47557", "verifying_answer": "Amsterdam is the birthplace of Ed Wubbe."}, {"id": "5adce22c5542990d50227d51", "verifying_answer": "Leroy Sané plays in the Bundesliga club Bayern Munich in the German national team."}, {"id": "5a8b8b3a5542995d1e6f13e5", "verifying_answer": "The Australian rock band Marcus Hook Roll Band recorded the album Tales of Old Grand Daddy."}, {"id": "5a90b1a15542990a984936ab", "verifying_answer": "Microsoft is headquartered in the United States in Redmond, Washington."}, {"id": "5abd04bd5542992ac4f381a9", "verifying_answer": "Danica Patrick did not drive a Formula 1 car designed by Peter McCool."}, {"id": "5abba664554299642a094b02", "verifying_answer": "Jason O'Bryan was nominated for a Grammy for best soundtrack for the movie Y Tu Mamá También."}, {"id": "5ac31129554299741d48a1a2", "verifying_answer": "Woodland is a census-designated place in Harris County, Texas, United States, part of the Houston–The Woodlands–Sugar Land metropolitan area."}, {"id": "5abd93115542996e802b47e0", "verifying_answer": "The University of Maryland Baltimore County (UMBC) is located in Catonsville, Maryland."}, {"id": "5a7a230e5542996a35c170ee", "verifying_answer": "The Doctor Who Christmas special released in 2005 starred Colin Baker in character as the Sixth Doctor."}, {"id": "5ae56a0d5542990ba0bbb29c", "verifying_answer": "The towns of Brooks, Freedom, Jackson, Knox, Liberty, Monroe, Montville, Thorndike, Troy, Unity and Waldo in Waldo County are covered by Maine School Administrative District 3."}, {"id": "5a8f51695542992414482a3e", "verifying_answer": "The Apollo-Soyuz Test Project was a joint mission between the United States and the Soviet Union in 1975, which involved the docking of an American Apollo spacecraft with a Soviet Soyuz spacecraft."}, {"id": "5a77beae5542992a6e59dfae", "verifying_answer": "The Boy Next Door was not released as an album. It is a novel by Meg Cabot, a song by Jamelia, and a comic strip which appeared in the GLBT newspaper Just Out until 2003."}, {"id": "5ae773eb5542997b22f6a777", "verifying_answer": "Alice Wetterlund stars in the HBO sitcom Silicon Valley."}, {"id": "5a90bb4e55429916514e7536", "verifying_answer": "The town in Italy is Rimini."}, {"id": "5a7fd1515542992e7d278db1", "verifying_answer": "Grimsby Minster is located in North East Lincolnshire, England."}, {"id": "5adeaec455429939a52fe952", "verifying_answer": "The saint in the film \"A Time for Miracles\" is Elizabeth Ann Bayley Seton."}, {"id": "5a887293554299206df2b273", "verifying_answer": "Chryseobacterium frigidum has been isolated from a high vaginal swab from a human in London in England."}, {"id": "5a90b4fe55429916514e7525", "verifying_answer": "The name of the 2010 Indian film starring Nana Patekar is Natsamrāt."}, {"id": "5ae66b055542995703ce8b61", "verifying_answer": "Michael Mclntyre's father is Charles Cooley, a distinguished American sociologist."}, {"id": "5adcf2b55542992c1e3a24cd", "verifying_answer": "The writer of the sitcom Maid Marian and her Merry Men is Tony Robinson."}, {"id": "5ab5057b5542991779162d56", "verifying_answer": "Wishing Stairs is a 2003 South Korean horror film and The Voice is a 1995 American science fiction film."}, {"id": "5a7339c85542991f9a20c6a2", "verifying_answer": "The nickname of County Armagh in Northern Ireland is Contae Ard Mhacha."}, {"id": "5ab5fcae554299110f2199ad", "verifying_answer": "Brent Robert Barry was born first, on December 31, 1971."}, {"id": "5a88c68d55429938390d3fba", "verifying_answer": "Thomas Austin Preston Jr., known as Amarillo Slim, hosted E! Hollywood Hold'em."}, {"id": "5a74f3f55542993748c8974b", "verifying_answer": "Robert De Niro was involved in the movie The Godfather in 1972."}, {"id": "5ac23f5255429951e9e684d8", "verifying_answer": "Kerry Washington is the current star of the ABC political drama Scandal."}, {"id": "5a86458b5542991e771815ec", "verifying_answer": "The population of Bonn, Germany is over 300,000."}, {"id": "5a8e0c595542995085b373b0", "verifying_answer": "Juan Atkins is the founder of the Metroplex record label."}, {"id": "5adfd2f255429925eb1afaa5", "verifying_answer": "Portal 2 is a 2012 action-adventure game that includes a puzzle-platform video game developed by the Valve Corporation."}, {"id": "5ac0e0e25542997d64295a6f", "verifying_answer": "Dionne Bunsha works for The Guardian."}, {"id": "5a888d535542997e5c09a617", "verifying_answer": "The Third Fitzwilliam Meetinghouse is located in Fitzwilliam, New Hampshire."}, {"id": "5ab9c292554299131ca423f5", "verifying_answer": "Oscar Redding portrays an Irish convict in the movie In Cold Blood."}, {"id": "5ac41ca75542991943173919", "verifying_answer": "The name of the nature reserve south of Seacroft Esplanade is Gibraltar Point national nature reserve."}, {"id": "5a88016b5542997e5c09a58a", "verifying_answer": "Santería developed among the African diasporic population."}, {"id": "5ae60ea9554299546bf8304e", "verifying_answer": "Hurricane Irene caused flooding that destroyed North Blenheim, New York in August 2011."}, {"id": "5ab5279d5542996a3a96a03f", "verifying_answer": "The female co-founder of the organization that published the \"Daily Word\" devotional was Myrtle Fillmore."}, {"id": "5a89dd4d554299669944a5e3", "verifying_answer": "Bobby Frankel was not killed. He died of cancer in New York City, U.S. in 2006."}, {"id": "5ae33f9a5542990afbd1e0f1", "verifying_answer": "Phuture was founded in Chicago."}, {"id": "5a7309a15542992359bc320c", "verifying_answer": "The song \"Money, Money, Money\" by ABBA was written by Benny Andersson and Björn Ulvaeus with Anni-Frid Lyngstad singing lead vocals."}, {"id": "5a8b2d3255429950cd6afc60", "verifying_answer": "Mike DiNunno plays for the Mid-American Conference team, led by head coach Ricardo Patton."}, {"id": "5ab8effd5542991b5579f062", "verifying_answer": "Bure Family Wines is named after Valeri Bure and Candace Cameron Bure, husband and wife, and their friend Joshua Peeples."}, {"id": "5ae4d2a55542990ba0bbb161", "verifying_answer": "Giselle Cossard was known as Mother Giselle of Yemoja."}, {"id": "5ab294a6554299545a2cf9a6", "verifying_answer": "John Button's son is 2009 Formula One World Champion Jenson Button."}, {"id": "5a82bb3c55429966c78a6a86", "verifying_answer": "The Who recorded the live album Live at Radio City."}, {"id": "5a8182e255429938b614234d", "verifying_answer": "General of the Armies John Joseph \"Black Jack\" Pershing's personal assistant during World War I was the American Expeditionary Forces (A.E.F.), which was established on July 5, 1917, in France under his command."}, {"id": "5a7dd6cd5542995f4f4022cd", "verifying_answer": "The play Venus was written by Suzan-Lori Parks."}, {"id": "5a8a495055429930ff3c0d6a", "verifying_answer": "Chicagoland Sports Hall of Fame is located in Stickney/Cicero, near Chicago, Washington."}, {"id": "5ae4a1875542995ad6573dd2", "verifying_answer": "Nicolau Colaco's position in football is defender."}, {"id": "5adf95745542995534e8c7f8", "verifying_answer": "Sri Vaishnavism conducts courses on Vaishnava Theology."}, {"id": "5ae3c0245542990afbd1e1c3", "verifying_answer": "Olivia Munn starred in the movie Ocean's 8."}, {"id": "5adf860e5542993344016cbc", "verifying_answer": "The model of car featured on the cover of Earth's \"Pentastar: In the Style of Demons\" is a 1967 Pontiac GTO."}, {"id": "5abaa8b355429901930fa87f", "verifying_answer": "The Cloverdale Fairgrounds are located in the town of Cloverdale in Surrey, British Columbia."}, {"id": "5ae2f97555429928c4239582", "verifying_answer": "Peter Bales and Raphael Holinshed worked on Holinshed's Chronicles, a collaborative work published in several volumes and two editions, the first edition in 1577, and the second in 1587."}, {"id": "5ae375955542990afbd1e15d", "verifying_answer": "The group that Dianne Morgan and Joe Wilkinson are part of in the BBC comedy \"Two Episodes of Mash\" is called Two Episodes of Mash."}, {"id": "5ac0aa955542997d64295a49", "verifying_answer": "The village of Fucking is located in the Innviertel region of western Upper Austria."}, {"id": "5ab204795542993be8fa98ad", "verifying_answer": "Peter and the Wolf was released as a segment of the animated anthology film, Fantasia on December 1, 1959."}, {"id": "5a73d951554299623ed4ac77", "verifying_answer": "Cheats use a holdout accessory for AAA (pronounced and sometimes written triple-A) games to generate additional revenue over time."}, {"id": "5a8f0a01554299458435d539", "verifying_answer": "Protest the Hero formed in Whitby, Ontario, Canada."}, {"id": "5ae3305c55429928c423965f", "verifying_answer": "Mae Clarke was born in 1910."}, {"id": "5adf734b5542995ec70e9016", "verifying_answer": "Chelsea Handler appeared on the show Chelsea Lately in January of 2016."}, {"id": "5adc9b7a5542994d58a2f679", "verifying_answer": "Shani Gandhi has worked with Kelsea Ballerini as a music producer, engineer and mixer in Nashville, Tennessee."}, {"id": "5ade48795542992fa25da729", "verifying_answer": "Alan Sokal is the author of Beyond the Hoax: Science, Philosophy, and Culture."}, {"id": "5a72f7df5542991f9a20c5d7", "verifying_answer": "Piers Bizony has written articles for the magazine Edited by Daniel Bennett."}, {"id": "5ae76c235542991e8301cc97", "verifying_answer": "Alexandria Ocasio-Cortez is the current youngest woman ever elected to Congress."}, {"id": "5a8ece2e5542995085b37497", "verifying_answer": "The Out of Control Tour was the fifth concert tour by British-Irish girl group Girls Aloud."}, {"id": "5ae55d1e55429960a22e02cb", "verifying_answer": "Stephen Fry was born on 24 August 1957."}, {"id": "5a86399e5542994775f60733", "verifying_answer": "The director of the documentary Jihad: A Story of the Others is Deeyah Khan."}, {"id": "5ab8397155429919ba4e2272", "verifying_answer": "Jacob Minah had his personal best (8099 points) on 13 August 2007 at the 2007 Summer Universiade in Bangkok, Thailand."}, {"id": "5a87b2fc5542996e4f3088d0", "verifying_answer": "The book that inspired the CD/DVD \"Here at the End of All Things\" was written by J.R.R. Tolkien."}, {"id": "5adff45c55429925eb1afb8c", "verifying_answer": "Will Hutchins starred in the television series Sugarfoot."}, {"id": "5abb1fd95542996cc5e49fb6", "verifying_answer": "Mogens Palle brought the World Lightweight Champion from Denmark."}, {"id": "5a7c68575542996dd594b91c", "verifying_answer": "U.S. Gold did not publish any games in 1992."}, {"id": "5ab8f3235542991b5579f084", "verifying_answer": "Massachusetts governor Michael Dukakis nominated Annie Caputo to become a member of the Nuclear Regulatory Commission."}, {"id": "5adf0cbd5542993a75d263e0", "verifying_answer": "Rudolf Reimer (died 1860) is the English-born South Australian brewer."}, {"id": "5ac5391e5542994611c8b439", "verifying_answer": "Salma Hayek is Mexican and American."}, {"id": "5ae361605542994393b9e69b", "verifying_answer": "Robert Croft worked as a navy instructor at the US Naval Submarine Base New London submarine school in Groton, Connecticut."}, {"id": "5a7bc0755542995eb53be9a5", "verifying_answer": "The title of the series of novels that reference numerous locations and incorporates themes from multiple genres is The Wheel of Time."}, {"id": "5a84b5975542991dd0999da3", "verifying_answer": "Stephen Conway is currently part of the Church of England's Province of Canterbury."}, {"id": "5ae7edee554299540e5a56ad", "verifying_answer": "The most populated island of the Canary Islands is Tenerife."}, {"id": "5a8787305542996e4f30882d", "verifying_answer": "The Proposal was directed by Anne Fletcher."}, {"id": "5a875154554299211dda2be7", "verifying_answer": "John Travolta stars in the 2003 mystery-action thriller film Basic for his third major acting role."}, {"id": "5ab48af35542996a3a969f92", "verifying_answer": "The character in the French animated series Fennec is based on the fennec fox."}, {"id": "5a73471a5542991f9a20c6d7", "verifying_answer": "Duane \"Dewy\" Clarridge founded Eclipse Group."}, {"id": "5a9068a95542990a98493621", "verifying_answer": "\"First Knight\" was not being filmed on 16 January 1995. On that date, principal photography for the film \"GoldenEye\" was taking place."}, {"id": "5abd09585542996e802b469b", "verifying_answer": "The musical based on the 2007 Irish romantic musical film Once premiered in 2012."}, {"id": "5a88c4175542997e5c09a6ae", "verifying_answer": "The clock one can see from Denmark Hill is Big Ben."}, {"id": "5a83aaeb5542996488c2e483", "verifying_answer": "Kanye West recorded the song \"30 Hours\" with Roc-A-Fella Records and Dwele for his seventh studio album The Life of Pablo (2016)."}, {"id": "5a8dab16554299068b959d89", "verifying_answer": "Aldgate railway station is located on the Adelaide-Wolseley line in the Adelaide Hills suburb of Aldgate, 34.9 kilometres from Adelaide station."}, {"id": "5a75eca555429976ec32bca8", "verifying_answer": "Lawrence, New York is served by the Long Island Herald newspaper chain."}, {"id": "5adcaa7f5542990d50227cdb", "verifying_answer": "Yōko Shōji's most famous manga is not known."}, {"id": "5ade04465542990dbb2f7f2f", "verifying_answer": "The birth name of Muhammad Ali is Cassius Marcellus Clay Jr."}, {"id": "5ae409d955429970de88d89d", "verifying_answer": "The lead singer of The Monitors on their debut album Greetings! We're The Monitors was Eddie Kendricks."}, {"id": "5ab8688b55429934fafe6daa", "verifying_answer": "A hairdresser from Yorkshire, England invented the \"At Home with the Georgians\" cookbook."}, {"id": "5ab624b855429953192ad26d", "verifying_answer": "The age of consent in North America varies by jurisdiction, but is typically between 16 and 18 years old."}, {"id": "5add7c455542990dbb2f7e5f", "verifying_answer": "The Chihuahua breed of dog has a \"hole\" in its head called a molera."}, {"id": "5a8b69f45542997f31a41d19", "verifying_answer": "F. Scott Fitzgerald was the author of the novel The Great Gatsby."}, {"id": "5a7b85c4554299294a54a9d7", "verifying_answer": "The Blue Bird Wanderlodge is a retired series of recreational vehicles built by American bus manufacturer Blue Bird Body Company (now Blue Bird Corporation)."}, {"id": "5a85c41a5542994c784ddb7a", "verifying_answer": "Adrian McKinty wrote the novel Locked On."}, {"id": "5abe0e4e55429976d4830a62", "verifying_answer": "Tim O'Kelly resembled Albert DeSalvo in the film The Boston Strangler."}, {"id": "5a8b71915542995d1e6f1393", "verifying_answer": "In Greek mythology, Narcissus fell in love with his own reflection."}, {"id": "5a886b7555429938390d3f4d", "verifying_answer": "The Cacareco party began in Canada in 1867 with the Canadian Confederation."}, {"id": "5ab61798554299488d4d9aaa", "verifying_answer": "Most Protestants wrote literature opposing the Church of England's Oxford Movement."}, {"id": "5abd5a135542992ac4f3829f", "verifying_answer": "The Sleepers are located next to the Kancamagus Highway in the White Mountain National Forest of New Hampshire, United States."}, {"id": "5a75428b55429916b01642c8", "verifying_answer": "Madonna's first soundtrack album is titled Madonna (retitled Madonna: The First Album for the 1985 reissue)."}, {"id": "5adcd7325542994d58a2f6f6", "verifying_answer": "Richard Lugar beat Alex Clark for mayor of Indianapolis in 1967."}, {"id": "5a7c6e435542996dd594b933", "verifying_answer": "David Alan Grier's birthdate is June 30, 1956."}, {"id": "5a90386455429916514e7435", "verifying_answer": "Amityville was the hamlet served by the Suffolk Traction Company."}, {"id": "5ae69cfe55429908198fa65f", "verifying_answer": "Alinta Energy owns the company proposing the Reeves Plains Power Station."}, {"id": "5ac273455542992f1f2b38d4", "verifying_answer": "Paul Nelson is noted for his advocacy of the pseudosciences of young earth creationism and intelligent design."}, {"id": "5a77731955429972597f1541", "verifying_answer": "The smallest railroad in the United States in 1890 was located in the Alaska Range."}, {"id": "5adf39765542993a75d26435", "verifying_answer": "William the Conqueror's fourth son was Henry Beauclerc."}]