[{"id": "5a724a2b5542990c210a40bc", "verifying_answer": "Second, Kevin Bookout is part of the Big 12 Conference and plays for the South Division."}, {"id": "5adde17f5542992200553b87", "verifying_answer": "Second, Jabari Parker played for the Boston Celtics of the National Basketball Association (NBA)."}, {"id": "5a82e25555429954d2e2ebbf", "verifying_answer": "Second, Patricia Veryan dedicated her 1985 romance novel, The Dedicated Villain, to Dame Mary Barbara Hamilton Cartland."}, {"id": "5a823fbf55429903bc27ba54", "verifying_answer": "Second, Grigori 3's music is commonly compared to the band Thirty Seconds to Mars."}, {"id": "5ab959905542996be2020497", "verifying_answer": "Second, The Pontiac Firebird was built by Pontiac between 1967 and 2002."}, {"id": "5ae18b555542997b2ef7d1f7", "verifying_answer": "Second, null"}, {"id": "5ade595e5542992fa25da761", "verifying_answer": "Second, Punk #1 in \"Interface\" was not portrayed by any actor."}, {"id": "5a8a9bc15542996c9b8d5f36", "verifying_answer": "Second, Nicholas Dante is most famous for co-writing the book of the musical A Chorus Line."}, {"id": "5ae08dad55429945ae9593b9", "verifying_answer": "Second, Joe Scarborough hosted the show \"Scarborough Country\" from 1980-86."}, {"id": "5ac16c2b5542994d76dcce19", "verifying_answer": "Second, Lodge Neuhaus 946 is a Masonic Lodge which meets in Paderborn and is part of the Grand Lodge of British Freemasons in Germany."}, {"id": "5ae51fa25542992663a4f11f", "verifying_answer": "Second, Alton A. Lindsey was Purdue University's professor of forest ecology from 1947 to 1973."}, {"id": "5ab283d9554299449642c8d8", "verifying_answer": "Second, Randal Malone was born in Gary, Indiana, which is located approximately 250 miles away from Louisville."}, {"id": "5a78a7025542990784727710", "verifying_answer": "Second, Jean-Marie Pfaff was born on 4 December 1953."}, {"id": "5a8af94455429971feec45b6", "verifying_answer": "Second, Jon S. Cardin's uncle is Ben Cardin and he has been in office since 2007."}, {"id": "5ae08a0455429924de1b70fc", "verifying_answer": "Second, The Battle of Britain, also known as the Air Battle for England (German: die Luftschlacht um England), was a military campaign of the Second World War, in which the Royal Air Force (RAF) and the Fleet Air Arm (FAA) of the Royal Navy defended the United Kingdom (UK) against large-scale attacks"}, {"id": "5a84e1095542997175ce1f25", "verifying_answer": "Second, Yonsei University is located in Seoul, South Korea."}, {"id": "5a80b3a9554299485f5986cc", "verifying_answer": "Second, Tysons Galleria is located in Fairfax County, Virginia."}, {"id": "5ac3a364554299391541385d", "verifying_answer": "Second, Kalpana Chawla was the first woman of Indian origin to go to space."}, {"id": "5ac1d40c5542994d76dccef5", "verifying_answer": "Second, The transmitter of WLLZ-LP is located in South Monroe, Michigan."}, {"id": "5a8ced46554299441c6b9f82", "verifying_answer": "Second, Abraham Hansen Fosgaard's birthdate is not specified."}, {"id": "5ab2d61155429916697740ff", "verifying_answer": "Second, Howell Conant was known for his portraits of the American actress and later Princess Consort of Monaco, Grace Kelly."}, {"id": "5adfda5255429942ec259b5e", "verifying_answer": "Second, The 202 lb slab of greywacke covered in runes is not located in any county in Minnesota."}, {"id": "5ab6238e554299710c8d1e6d", "verifying_answer": "Second, New York is located in the Northeastern United States."}, {"id": "5a72e28f5542992359bc31ba", "verifying_answer": "Second, The technique outlined by the director at Pzena Investment Management is a deep-value, concentrated portfolio strategy."}, {"id": "5ae07c6255429924de1b70d6", "verifying_answer": "Second, The Riddler's Revenge has a top speed of 105 km/h (65 mph)."}, {"id": "5adebc9b554299728e26c79d", "verifying_answer": "Second, The founding head of the state secondary school was the head of state."}, {"id": "5ab503db5542990594ba9cc8", "verifying_answer": "Second, Annemarie Moser-Pröll is the most successful female ski racer ever."}, {"id": "5a83880e554299123d8c214e", "verifying_answer": "Second, Batman is featured in Suicide's 1977 released album."}, {"id": "5a877e5d5542993e715abf7d", "verifying_answer": "Second, Aaron Copland is the screenwriter with credits for Evolution."}, {"id": "5ae4b8fc55429913cc2044e5", "verifying_answer": "Second, Quebec was officially named a province of Canada in 1867."}, {"id": "5a7630105542992d0ec0605a", "verifying_answer": "Second, Believe is the twenty-second studio album by American singer and actress Cher, released on October 22, 1998, by WEA and Warner Bros. Records."}, {"id": "5ab259b25542993be8fa98de", "verifying_answer": "Second, A cockfight is a blood sport, held in a ring called a cockpit, which involves two roosters fighting each other."}, {"id": "5a8789115542994846c1cd9a", "verifying_answer": "Second, Imran Khan has worked in Hindi films."}, {"id": "5add114a5542994734353826", "verifying_answer": "Second, The younger brother in the composer duo that composed Aati Kya Khandala is Lalit Pandit."}, {"id": "5adea83b55429975fa854f53", "verifying_answer": "Second, Thirukkalacherry is located in Mayiladuthurai District, Tranquebar (Tharangambadi) Taluk, Tamil Nadu, India."}, {"id": "5ade15f35542997545bbbe47", "verifying_answer": "Second, Katherine Waterston and Chrisann Brennan have in common that they are both the daughter of Steve Jobs."}, {"id": "5a7d1c525542995ed0d165f2", "verifying_answer": "Second, Bear Grylls, the host of Man vs. Wild, is originally from the United Kingdom."}, {"id": "5a9057795542990a984935f7", "verifying_answer": "Second, The Park is a spin-off of the Pokémon franchise."}, {"id": "5ade66dd55429975fa854ebe", "verifying_answer": "Second, The German Empire was a monarchy."}, {"id": "5ae2fca555429928c423958a", "verifying_answer": "Second, The other single from Eric Stewart and Graham Gouldman's band's 1975 album was \"This Strange Effect\"."}, {"id": "5a85597c5542997175ce1fba", "verifying_answer": "Second, The actor playing Candy in \"Hostage for a Day\" is Canadian."}, {"id": "5ab96ab755429970cfb8eacd", "verifying_answer": null}, {"id": "5a81d51a55429903bc27b9d2", "verifying_answer": "Second, There is no CBS sitcom that featured Brinckerhoff, New York."}, {"id": "5ae0335655429925eb1afc28", "verifying_answer": "Second, The wife of King Leontes in \"The Winter's Tale\" is Hermione."}, {"id": "5a81a84e5542990a1d231e4e", "verifying_answer": "Second, Palito Ortega was born on February 28, 1941."}, {"id": "5a878d795542993e715abf9d", "verifying_answer": "Second, Michael Rubiner and Miguel Puga produced the first season of The Casagrandes."}, {"id": "5a77e9c055429949eeb29fa6", "verifying_answer": "Second, Amitabh Bachchan starred alongside Raj Babbar and Mahesh Manjrekar in the 2011 Indian romantic comedy film \"Reservation\"."}, {"id": "5a82fcbd55429954d2e2ebe8", "verifying_answer": "Second, Tatiana Nikolayeva taught piano, composition, and music theory."}, {"id": "5ae8242455429952e35eaa54", "verifying_answer": "Second, Erik Voorhees was the Director of Marketing for the bitcoin start up, Shapeshift."}, {"id": "5ac1ff2255429964131be2b3", "verifying_answer": "Second, The population of London in the 2011 census was 8,799,720."}, {"id": "5abe03635542991f661060a5", "verifying_answer": "Second, Coby Fleener's middle name is not given."}, {"id": "5a8d7a8d55429941ae14dfc2", "verifying_answer": "Second, Restoration Hardware, the company that retails Timothy Oulton's products, is based in Corte Madera, California."}, {"id": "5ae4f6c755429960a22e022a", "verifying_answer": "Second, The population of Lake Grove, New York in 2010 was 12,411."}, {"id": "5ae6a5d15542991bbc97615d", "verifying_answer": "Second, The Camino Real de Tierra Adentro is 2,560-kilometres (1,590 mi) long."}, {"id": "5abd516a5542992ac4f3825c", "verifying_answer": "Second, The composer for India's first science fiction film series is not specified."}, {"id": "5a7e513a5542994959419996", "verifying_answer": "Second, The other school located in Tesano, Accra is the Ablekuma Central Municipal District."}, {"id": "5a81736255429903bc27b96e", "verifying_answer": "Second, The Coos County Sports Complex is located in Coos Bay, Oregon."}, {"id": "5addf9e05542997dc79070f9", "verifying_answer": "Second, The company that produced the role playing game FTL:2448 was founded and is currently led by president David W. Bradley."}, {"id": "5a716eeb5542994082a3e82e", "verifying_answer": "Second, The female lead in the movie Star of Midnight was Eve Gray."}, {"id": "5adfbca255429942ec259b2c", "verifying_answer": "Second, The British rock band Slade sang \"All Join Hands\"."}, {"id": "5a73f4f75542993a88ae2ebc", "verifying_answer": "Second, Song Joong-ki was born on September 19, 1985."}, {"id": "5abd1b5e55429933744ab728", "verifying_answer": "Second, The population of Saughall in 2011 was 631."}, {"id": "5a7af4bb55429927d897bf1d", "verifying_answer": "Second, Uriel Weinreich was born on May 23, 1926."}, {"id": "5a7698c2554299373536010d", "verifying_answer": "Second, The total circulation of National Geographic magazine is not publicly available."}, {"id": "5a81df4b55429903bc27b9f8", "verifying_answer": "Second, Baybrook Mall is known as the twin of Gulfgate Mall."}, {"id": "5ae690b055429908198fa622", "verifying_answer": "Second, The Manchester Giants basketball team is from Manchester, England."}, {"id": "5a7f74975542992097ad2f77", "verifying_answer": "Second, The population of New Hampshire in 2010 was 4,322."}, {"id": "5a712c4b5542994082a3e622", "verifying_answer": "Second, The name of the heritage site listed in Seventeen Seventy Australia is Cook's Landing Place."}, {"id": "5ac0c1cf5542992a796ded7c", "verifying_answer": "Second, The artwork for the album Crestfallen by Paradise Lost was done by Dan Seagrave."}, {"id": "5ab94cca554299753720f7dd", "verifying_answer": "Second, Grendel formed in the Anglo-Saxon epic poem Beowulf, which was written c. 700-1000 AD."}, {"id": "5ae7eefd554299540e5a56b6", "verifying_answer": "Second, Leon Uris was the historical fiction author written about in Ira Nadel's biography."}, {"id": "5a8cc8c2554299441c6b9efc", "verifying_answer": "Second, Kofi Annan and the United Nations (UN) won the Nobel Peace Prize in 2001."}, {"id": "5a7148685542994082a3e761", "verifying_answer": "Second, Conner is a two time gold medalist in gymnastics that Paul Ziert recruited."}, {"id": "5a7e801b5542997cc2c47557", "verifying_answer": "Second, Amsterdam is located in the Netherlands, a country located in Northwestern Europe with overseas territories in the Caribbean."}, {"id": "5adce22c5542990d50227d51", "verifying_answer": "Second, The top tier of the German football league system is the German football championship."}, {"id": "5a8b8b3a5542995d1e6f13e5", "verifying_answer": "Second, The singers on the album Tales of Old Grand Daddy are Marcus Hook Roll Band."}, {"id": "5a90b1a15542990a984936ab", "verifying_answer": "Second, John Burges did not work for a company before going to the London School of Theology."}, {"id": "5abd04bd5542992ac4f381a9", "verifying_answer": "Second, Scott Dixon did not drive a Formula 1 car designed by Peter McCool. The first ever Formula One race was held in 1946, but the official introduction of the new formula was not until 1 January 1947."}, {"id": "5abba664554299642a094b02", "verifying_answer": "Second, Alfonso Cuarón directed Y Tu Mamá También."}, {"id": "5ac31129554299741d48a1a2", "verifying_answer": "Second, The population of Harris County according to the 2010 census was 4,731,145."}, {"id": "5abd93115542996e802b47e0", "verifying_answer": "Second, Georgetown did not compete in the 2018 NCAA Men's Basketball Tournament."}, {"id": "5a7a230e5542996a35c170ee", "verifying_answer": "Second, Nat and Alex Wolff are the composers for \"The Naked Brothers Band\"."}, {"id": "5ae56a0d5542990ba0bbb29c", "verifying_answer": "Second, The population of Waldo County in the 2010 census was 38,786."}, {"id": "5a8f51695542992414482a3e", "verifying_answer": "Second, Rear Admiral Thomas P. Stafford was the commander of the Apollo 10 spacecraft."}, {"id": "5a77beae5542992a6e59dfae", "verifying_answer": "Second, Stacey Kent released an album in 2003 entitled The Boy Next Door."}, {"id": "5ae773eb5542997b22f6a777", "verifying_answer": "Second, Silicon Valley premiered in April 2014."}, {"id": "5a90bb4e55429916514e7536", "verifying_answer": "Second, Rimini was given its current name in 1950."}, {"id": "5a7fd1515542992e7d278db1", "verifying_answer": "Second, North East Lincolnshire is located in Lincolnshire, England."}, {"id": "5adeaec455429939a52fe952", "verifying_answer": "Second, Elizabeth Ann Bayley Seton was born on August 28, 1774."}, {"id": "5a887293554299206df2b273", "verifying_answer": "Second, Great Britain is located on the island in the North Atlantic Ocean off the northwest coast of continental Europe."}, {"id": "5a90b4fe55429916514e7525", "verifying_answer": "Second, Nana Patekar has appeared in numerous films."}, {"id": "5ae66b055542995703ce8b61", "verifying_answer": "Second, No, Charles Cooley was not a comedian. He was an American sociologist and the son of Michigan Supreme Court Judge Thomas M. Cooley."}, {"id": "5adcf2b55542992c1e3a24cd", "verifying_answer": "Second, Tony Robinson has not written any children's books."}, {"id": "5ab5057b5542991779162d56", "verifying_answer": "Second, Wishing Stairs and The Voice are not horror or science fiction films."}, {"id": "5a7339c85542991f9a20c6a2", "verifying_answer": "Second, The Tandragee killings took place in County Armagh, Northern Ireland."}, {"id": "5ab5fcae554299110f2199ad", "verifying_answer": "Second, Drew William Barry was born on February 17, 1973."}, {"id": "5a88c68d55429938390d3fba", "verifying_answer": "Second, Amarillo Slim is American."}, {"id": "5a74f3f55542993748c8974b", "verifying_answer": "Second, Robert De Niro was not involved in any movie in 1972."}, {"id": "5ac23f5255429951e9e684d8", "verifying_answer": "Second, There is no upcoming thriller that Jeff Perry is starring in."}, {"id": "5a86458b5542991e771815ec", "verifying_answer": "Second, The Akademisches Kunstmuseum is located in Bonn, Germany."}, {"id": "5a8e0c595542995085b373b0", "verifying_answer": "Second, Juan Atkins did not attend high school. He is an American record producer and DJ from Detroit, Michigan."}, {"id": "5adfd2f255429925eb1afaa5", "verifying_answer": "Second, Portal 2 is a part of the Portal series of first-person puzzle-platform video games developed by Valve."}, {"id": "5ac0e0e25542997d64295a6f", "verifying_answer": "Second, null"}, {"id": "5a888d535542997e5c09a617", "verifying_answer": "Second, The Third Fitzwilliam Meetinghouse is located in Fitzwilliam, New Hampshire."}, {"id": "5ab9c292554299131ca423f5", "verifying_answer": "Second, Alexander Pearce was transported to the penal colony in Van Diemen's Land (now Tasmania), Australia for seven years for theft."}, {"id": "5ac41ca75542991943173919", "verifying_answer": "Second, Gibraltar Point national nature reserve is an area of about 4.3 km2 (1.7 sq mi)."}, {"id": "5a88016b5542997e5c09a58a", "verifying_answer": "Second, Migene González-Wippler is a leading expert on the Afro-Caribbean religion of Santería."}, {"id": "5ae60ea9554299546bf8304e", "verifying_answer": "Second, Hurricane Irene landed in August 2011."}, {"id": "5ab5279d5542996a3a96a03f", "verifying_answer": "Second, Myrtle Fillmore was born on August 6, 1845."}, {"id": "5a89dd4d554299669944a5e3", "verifying_answer": "Second, The Blue Grass Airport is located in Fayette County, Kentucky, United States, 6 miles west of downtown Lexington."}, {"id": "5ae33f9a5542990afbd1e0f1", "verifying_answer": "Second, Phuture did not begin any movement that spread to the United Kingdom and Europe."}, {"id": "5a7309a15542992359bc320c", "verifying_answer": "Second, null"}, {"id": "5a8b2d3255429950cd6afc60", "verifying_answer": "Second, The Mid-American Conference team is not based in any particular city."}, {"id": "5ab8effd5542991b5579f062", "verifying_answer": "Second, Valeri Bure is a Russian-American former ice hockey right winger."}, {"id": "5ae4d2a55542990ba0bbb161", "verifying_answer": "Second, Yemoja is a major water spirit from the Yoruba religion."}, {"id": "5ab294a6554299545a2cf9a6", "verifying_answer": "Second, Jenson Button is currently not under contract with any team as a driver."}, {"id": "5a82bb3c55429966c78a6a86", "verifying_answer": "Second, Live at Radio City was recorded at Radio City Music Hall in New York City, New York."}, {"id": "5a8182e255429938b614234d", "verifying_answer": "Second, The Allies of World War I, Entente Powers, or Allied Powers were a coalition of countries led by France, the United Kingdom, Russia, Italy, Japan, and the United States against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria, and their colonies during the First World War (1914–1918)."}, {"id": "5a7dd6cd5542995f4f4022cd", "verifying_answer": "Second, The Pulitzer Prize for Drama in 2002 was awarded to Suzan-Lori Parks for her play Topdog/Underdog."}, {"id": "5a8a495055429930ff3c0d6a", "verifying_answer": "Second, The company that founded the Chicagoland Sports Hall of Fame is located at Soldier Field in Chicago."}, {"id": "5ae4a1875542995ad6573dd2", "verifying_answer": "Second, Nicolau Colaco played in the Indian Super League, sponsored by the company FC Goa."}, {"id": "5adf95745542995534e8c7f8", "verifying_answer": "Second, Śivarāma Swami conducts courses on Vaishnava Theology at the Bhaktivedanta Theological College in Hungary."}, {"id": "5ae3c0245542990afbd1e1c3", "verifying_answer": "Second, Olivia Munn's occupation before becoming an actress was in the pornographic film industry."}, {"id": "5adf860e5542993344016cbc", "verifying_answer": "Second, The Pontiac GTO was manufactured from 1963 to 1974 for the 1964 to 1974 model years."}, {"id": "5abaa8b355429901930fa87f", "verifying_answer": "Second, Surrey is a member municipality of the South East England ceremonial and non-metropolitan county."}, {"id": "5ae2f97555429928c4239582", "verifying_answer": null}, {"id": "5ae375955542990afbd1e15d", "verifying_answer": "Second, Two Episodes of Mash is an American television sitcom."}, {"id": "5ac0aa955542997d64295a49", "verifying_answer": "Second, The village Fucking (German: [ˈfʊkɪŋ] (listen)), spelt Fucking until 2021, is an Austrian village in the municipality of Tarsdorf, located in the Innviertel region of western Upper Austria."}, {"id": "5ab204795542993be8fa98ad", "verifying_answer": "Second, Fantasia was released to theaters on December 12, 2006."}, {"id": "5a73d951554299623ed4ac77", "verifying_answer": "Second, A holdout allows cheats to receive increased funding for their work in comparison to the profits of the larger studios."}, {"id": "5a8f0a01554299458435d539", "verifying_answer": "Second, The American progressive metal band Between The Buried and Me released the album Telos."}, {"id": "5ae3305c55429928c423965f", "verifying_answer": "Second, Mae Clarke was born in 1910."}, {"id": "5adf734b5542995ec70e9016", "verifying_answer": "Second, Chelsea Handler hosts the late-night talk show Chelsea Lately on the E! and the sketch comedy series The Chelsea Handler Show on the E!. She also hosts the ceremony broadcast on The CW."}, {"id": "5adc9b7a5542994d58a2f679", "verifying_answer": "Second, Nashville is located in the United States."}, {"id": "5ade48795542992fa25da729", "verifying_answer": "Second, Alan David Sokal is the professor of mathematics at University College London that wrote Beyond the Hoax: Science, Philosophy, and Culture."}, {"id": "5a72f7df5542991f9a20c5d7", "verifying_answer": "Second, Bristol City Football Club is a professional football club based in Bristol, England, which compete in the EFL Championship, the second tier of English football."}, {"id": "5ae76c235542991e8301cc97", "verifying_answer": "Second, The current youngest woman ever elected to Congress is Alexandria Ocasio-Cortez, who was elected to the House of Representatives in 2018 at the age of 29."}, {"id": "5a8ece2e5542995085b37497", "verifying_answer": "Second, The Out of Control Tour began with Girls Aloud's official website."}, {"id": "5ae55d1e55429960a22e02cb", "verifying_answer": "Second, The host of the British Academy Television Awards 2009 was Liza Tarbuck."}, {"id": "5a86399e5542994775f60733", "verifying_answer": "Second, The director of the documentary Jihad: A Story of the Others is Deeyah Khan."}, {"id": "5ab8397155429919ba4e2272", "verifying_answer": "Second, The 2007 Summer Universiade is not known as the XXVII Summer Universiade as it has not yet taken place."}, {"id": "5a87b2fc5542996e4f3088d0", "verifying_answer": "Second, J. R. R. Tolkien wrote The Lord of the Rings."}, {"id": "5adff45c55429925eb1afb8c", "verifying_answer": "Second, Will Hutchins was born on May 5, 1930."}, {"id": "5abb1fd95542996cc5e49fb6", "verifying_answer": "Second, The World Lightweight Champion that Mogens Palle brought to Denmark was Ayub Kalule."}, {"id": "5a7c68575542996dd594b91c", "verifying_answer": "Second, The sequel of the game that was published by U.S. Gold in 1993 was not specified."}, {"id": "5ab8f3235542991b5579f084", "verifying_answer": "Second, The 45th President of the United States when Annie Caputo was nominated to become a member of the Nuclear Regulatory Commission was Donald Trump."}, {"id": "5adf0cbd5542993a75d263e0", "verifying_answer": "Second, Rudolf Reimer was born in Bergen, Norway in 1801."}, {"id": "5ac5391e5542994611c8b439", "verifying_answer": "Second, Belinda is the actress who sang the song Sal de Mi Piel."}, {"id": "5ae361605542994393b9e69b", "verifying_answer": "Second, The US Naval Submarine Base New London is also known as the \"Home of the Submarine Force\"."}, {"id": "5a7bc0755542995eb53be9a5", "verifying_answer": "Second, The title of the series of novels written by Robert Jordan is The Wheel of Time."}, {"id": "5a84b5975542991dd0999da3", "verifying_answer": "Second, Stephen Conway is part of the British property developer ecclesiastical province."}, {"id": "5ae7edee554299540e5a56ad", "verifying_answer": "Second, The Church of the Guanche People is located in the city of San Cristóbal de La Laguna, Tenerife, Canary Islands, Spain."}, {"id": "5a8787305542996e4f30882d", "verifying_answer": "Second, Anne Fletcher has directed the films Step Up (2006), 27 Dresses (2008) and The Proposal (2009)."}, {"id": "5a875154554299211dda2be7", "verifying_answer": "Second, John Travolta first became well known in the 1970s, after appearing on the television series Welcome Back, Kotter (1975–1979) and starring in the box office successes Saturday Night Fever and Grease."}, {"id": "5ab48af35542996a3a969f92", "verifying_answer": "Second, No foxes are found in the Sahara of North Africa."}, {"id": "5a73471a5542991f9a20c6d7", "verifying_answer": "Second, Clarridge's role for the Central Intelligence Agency was the director of central intelligence (DCI), which was the head of the American Central Intelligence Agency from 1946 to 2005."}, {"id": "5a9068a95542990a98493621", "verifying_answer": "Second, null"}, {"id": "5abd09585542996e802b469b", "verifying_answer": "Second, null"}, {"id": "5a88c4175542997e5c09a6ae", "verifying_answer": "Second, The nickname for the Great Bell of the clock at the north end of the Palace of Westminster in London is Big Ben."}, {"id": "5a83aaeb5542996488c2e483", "verifying_answer": "Second, The Life of Pablo is the name of Kanye West's seventh studio album."}, {"id": "5a8dab16554299068b959d89", "verifying_answer": "Second, The elevation of Aldgate railway station, Adelaide is 441 feet (134 m) and the elevation of Aldgate, South Australia is 1,068 feet (325 m)."}, {"id": "5a75eca555429976ec32bca8", "verifying_answer": "Second, null"}, {"id": "5adcaa7f5542990d50227cdb", "verifying_answer": "Second, \"Kimi no Na wa\" has eleven tankōbon volumes as of July 2022."}, {"id": "5ade04465542990dbb2f7f2f", "verifying_answer": "Second, The birth name of Muhammad Ali is Muhammad Ali Jauhar."}, {"id": "5ae409d955429970de88d89d", "verifying_answer": "Second, The lead singer of the band on their debut album Greetings! We're The Monitors was Richard Street."}, {"id": "5ab8688b55429934fafe6daa", "verifying_answer": "Second, A Collection of Above Three Hundred Receipts in Cookery, Physick and Surgery is the name of the cookbook invented by the hairdresser from Yorkshire, England."}, {"id": "5ab624b855429953192ad26d", "verifying_answer": "Second, In North America, the age of consent varies by state."}, {"id": "5add7c455542990dbb2f7e5f", "verifying_answer": "Second, Chihuahuas come in small and very small sizes."}, {"id": "5a8b69f45542997f31a41d19", "verifying_answer": "Second, Steve Biko was the owner of the pseudonym Frank Talk."}, {"id": "5a7b85c4554299294a54a9d7", "verifying_answer": "Second, The Blue Bird Wanderlodge is a retired series of recreational vehicles built by American bus manufacturer Blue Bird Body Company (now Blue Bird Corporation)."}, {"id": "5a85c41a5542994c784ddb7a", "verifying_answer": "Second, Tom Clancy is known for writing contemporary spy fiction and military fiction."}, {"id": "5abe0e4e55429976d4830a62", "verifying_answer": "Second, Albert DeSalvo was nicknamed the Boston Strangler."}, {"id": "5a8b71915542995d1e6f1393", "verifying_answer": "Second, In Greek mythology, Echo's mother was Abarbarea, a naiad ancestor of the Tyrians."}, {"id": "5a886b7555429938390d3f4d", "verifying_answer": "Second, The Canadian Confederation was formed on July 1, 1867."}, {"id": "5ab61798554299488d4d9aaa", "verifying_answer": "Second, John Henry Newman wrote Augustan literature to oppose the Oxford Movement."}, {"id": "5abd5a135542992ac4f3829f", "verifying_answer": "Second, The Sleepers are located north of the Kancamagus Highway."}, {"id": "5a75428b55429916b01642c8", "verifying_answer": "Second, Madonna is referred to as the Queen of Pop."}, {"id": "5adcd7325542994d58a2f6f6", "verifying_answer": "Second, Richard Lugar stopped serving as a US senator in 2013."}, {"id": "5a7c6e435542996dd594b933", "verifying_answer": "Second, David Alan Grier was born on June 30, 1956."}, {"id": "5a90386455429916514e7435", "verifying_answer": "Second, The Suffolk Traction Company served Sayville, New York."}, {"id": "5ae69cfe55429908198fa65f", "verifying_answer": "Second, Alinta Energy is owned by Hong Kong-based Chow Tai Fook Enterprises (CTFE)."}, {"id": "5ac273455542992f1f2b38d4", "verifying_answer": "Second, Paul Nelson is noted for his advocacy of the pseudosciences of young earth creationism and intelligent design."}, {"id": "5a77731955429972597f1541", "verifying_answer": "Second, According to the 2010 United States Census, Maine is the 9th least populous state, with 1,372,247 inhabitants, and the 12th smallest by land area spanning 30,842.92 square miles (79,882.8 km2) of land. Therefore, there is no town in Piscataquis County, Maine,"}, {"id": "5adf39765542993a75d26435", "verifying_answer": "Second, Henry Beauclerc's son and heir was Edward of Westminster."}]