[{"id": "5ab52a255542996a3a96a048", "verifying_answer": "Second, The 1994 Winter Olympics were held in Lillehammer, Norway when the 1993 World Champion figure skater's home country won its second Winter Games gold medal."}, {"id": "5a7d9d2b5542997cc2c47464", "verifying_answer": "Second, Roy Shepherd was a faculty member of the University of Melbourne Conservatorium."}, {"id": "5add39ca5542992ae4cec4fb", "verifying_answer": "Second, Robatumumab is made by Merck and Schering-Plough."}, {"id": "5a85ab905542994c784ddb35", "verifying_answer": "Second, The nationality of the girl group Little Mix is British."}, {"id": "5ae52c0f5542992663a4f12e", "verifying_answer": "Second, Faith Lutheran Middle School and High School is located in Summerlin, Nevada."}, {"id": "5a8759395542994775f607e0", "verifying_answer": "Second, Joel Coen is older than Ethan Coen. Joel Coen was born on November 29, 1954, while Ethan Coen was born on September 21, 1957."}, {"id": "5a7a3cea5542994f819ef182", "verifying_answer": "Second, German Fernandez was born in Riverbank, California."}, {"id": "5a88ac3d554299206df2b328", "verifying_answer": "Second, Eric Lucassen is from the Netherlands."}, {"id": "5ab6e848554299710c8d1faa", "verifying_answer": "Second, George Gamow died on August 19, 1968."}, {"id": "5a899f4955429946c8d6e971", "verifying_answer": "Second, Debbie Isitt directed the 2009 comedy Nativity!."}, {"id": "5ade99ad554299728e26c75d", "verifying_answer": "Second, Sylvia, ou La nymphe de Diane is a two-act opera composed by Charles Gounod."}, {"id": "5a77897f55429949eeb29edc", "verifying_answer": "Second, The instrument that inspired the idea for Xylobands was the radio frequency receiver."}, {"id": "5a79ad485542994bb9457036", "verifying_answer": "Second, Lai Shiu Wing does not compete in any leagues or cups. He is a former professional footballer."}, {"id": "5abc0ba05542996583600409", "verifying_answer": "Second, John Nyskohus was known for playing for USC Lion in the South Australian State League and was known as \"the Black and Whites\"."}, {"id": "5a81e097554299676cceb129", "verifying_answer": "Second, Zone Books is not published in any language, as it is a publisher of academic books."}, {"id": "5ae4f3c455429960a22e0221", "verifying_answer": "Second, Colgate University has a population of 4,239, according to the 2010 census."}, {"id": "5ae6097c55429929b0807a9a", "verifying_answer": "Second, North Sentinel Island is located in the Bay of Bengal in the northeastern Indian Ocean, part of the Andaman Islands, an Indian archipelago."}, {"id": "5a8ef2a75542995a26add583", "verifying_answer": "Second, Schrödinger has not worked in France since it has been associated with Standard French."}, {"id": "5adc8cb45542994d58a2f651", "verifying_answer": "Second, Daniel Van Buyten is Belgian."}, {"id": "5a8d0e305542994ba4e3dbbe", "verifying_answer": "Second, John T. Mather Memorial Hospital is located in Port Jefferson, New York."}, {"id": "5a76f7e855429972597f1404", "verifying_answer": "Second, The Chennai location is in the Indian state of Tamil Nadu."}, {"id": "5ac54cef5542993e66e822da", "verifying_answer": "Second, The wife of Brian Newman is not specified."}, {"id": "5ae0d7315542990adbacf678", "verifying_answer": "Second, Toshi Ichiyanagi is an avant-garde Japanese composer who studied with John Cage and wrote Music for Electric Metronomes."}, {"id": "5abc8d00554299700f9d78fd", "verifying_answer": "Second, Murwillumbah is located approximately 70 km (43.5 mi) north-east of Sydney on the Tweed River."}, {"id": "5a84564c5542990548d0b288", "verifying_answer": "Second, Evie Irie is from the Central Coast, New South Wales."}, {"id": "5a75e05c55429976ec32bc5f", "verifying_answer": "Second, The United States had an official estimated resident population of 331,893,745 on July 1, 2021, according to the U.S. Census Bureau."}, {"id": "5ab93841554299131ca422cb", "verifying_answer": "Second, Mitchells & Butlers manages circa 1,784 managed pubs, bars and restaurants throughout the United Kingdom."}, {"id": "5ab4b9f75542990594ba9ca4", "verifying_answer": "Second, null"}, {"id": "5a8e024f5542995085b37375", "verifying_answer": "Second, Ludovico Einaudi received his training at the Conservatorio Verdi in Milan."}, {"id": "5a771de05542993569682cc8", "verifying_answer": "Second, Sadar Bazaar is located in Old Delhi, Delhi, India."}, {"id": "5ae4a91d5542995ad6573e09", "verifying_answer": "Second, Mumia Abu-Jamal was part of the Commonwealth of Pennsylvania v. Mumia Abu-Jamal trial and the MOVE organization."}, {"id": "5adc46665542994650320cc8", "verifying_answer": "Second, The composer of the song \"Anthem\" depends on the context. It could refer to a song by Pitbull, released as the second single from his 2007 album The Boatlift, or a song of worship by Australian contemporary worship band Planetshakers, or a musical composition of celebration, usually used as a symbol for a distinct group,"}, {"id": "5a886364554299206df2b24b", "verifying_answer": "Second, The musical duo that used samples from the first presenter of \"Tomorrow's World\" in their album Lost and Safe is The Chemical Brothers."}, {"id": "5a71299e5542994082a3e5fe", "verifying_answer": "Second, Drisheen is made in Ireland."}, {"id": "5ae7eaf65542994a481bbe1d", "verifying_answer": "Second, James Michael Anderson was born on 31 January 1974."}, {"id": "5abd889f55429924427fd046", "verifying_answer": "Second, null"}, {"id": "5a84bc5b5542991dd0999dc3", "verifying_answer": "Second, Abī-Ešuḫ had served King Ishar Damu for 17 years before Ibrium became the vizier of Ebla."}, {"id": "5add1d435542990d50227de8", "verifying_answer": "Second, Global Marine Inc. is based in Orange, Texas."}, {"id": "5a83b4d35542996488c2e495", "verifying_answer": "Second, Anne Catherine of Brandenburg was the wife of Frederick III of Denmark."}, {"id": "5add9bfa5542990dbb2f7e85", "verifying_answer": "Second, J.P Morgan Asset Management is a wealth & asset management division of Morgan Stanley."}, {"id": "5ae0fb8855429920d523425b", "verifying_answer": "Second, Fort Kongenstein is located in Ada Foah, Ghana."}, {"id": "5a8db348554299068b959dc2", "verifying_answer": "Second, The parent company of Interscope Records is Universal Music Group."}, {"id": "5ae18d615542997283cd2229", "verifying_answer": "Second, The combat sport that combines various martial arts disciplines is Mixed Martial Arts (MMA)."}, {"id": "5a77a9df55429967ab10521c", "verifying_answer": "Second, C. S. Lewis was born on 29 November 1898 and wrote Surprised by Joy: The Shape of My Early Life."}, {"id": "5ae1500655429920d52343cc", "verifying_answer": "Second, Oxford is headquartered in England."}, {"id": "5a901f735542990a98493591", "verifying_answer": "Second, Galba, the third emperor in the Year of the Four Emperors, did not have any wives."}, {"id": "5a810221554299260e20a1f9", "verifying_answer": "Second, The song Murray Head is most recognized for is \"Hypnotize\" by the Notorious B.I.G. (Biggie Smalls)."}, {"id": "5a793bc95542994bb9456fc3", "verifying_answer": "Second, Andy Roddick was born on 30 August 1982."}]