[{"id": "5ab52a255542996a3a96a048", "rationale": "the 1993 World Champion figure skater is Oksana Baiul of Ukraine. "}, {"id": "5a7d9d2b5542997cc2c47464", "rationale": "Roy Shepherd was considered a faculty member of the University of California, Berkeley, and Stanford University. "}, {"id": "5add39ca5542992ae4cec4fb", "rationale": "Robatumumab is a monoclonal antibody developed by AbbVie, a large American biopharmaceutical company. "}, {"id": "5a85ab905542994c784ddb35", "rationale": "two positions were filled in The Voice of Ireland by Little Mix. "}, {"id": "5ae52c0f5542992663a4f12e", "rationale": "Faith Lutheran Middle School and High School is located in Las Vegas, Nevada. "}, {"id": "5a8759395542994775f607e0", "rationale": "J. Todd Anderson is primarily known for his work with the Coen Brothers. "}, {"id": "5a7a3cea5542994f819ef182", "rationale": "one of the runners who almost broke Craig Virgin's Illinois Boys Cross Country record is Nathan Mylenek. "}, {"id": "5a88ac3d554299206df2b328", "rationale": "Eric Lucassen is the leader of the Dutch political party Party for Freedom. "}, {"id": "5ab6e848554299710c8d1faa", "rationale": "the Alpher–Bethe–Gamow paper was written with the help of George Gamow as an advisor. "}, {"id": "5a899f4955429946c8d6e971", "rationale": "the 2009 comedy released by BBC Films is called In the Loop. "}, {"id": "5ade99ad554299728e26c75d", "rationale": "Rita Sangalli is a ballet composed by Cesare Pugni and premiered in 1876. "}, {"id": "5a77897f55429949eeb29edc", "rationale": "Jason Regler stated that he had the idea for the flashing wristbands during a song built around the guitar. "}, {"id": "5a79ad485542994bb9457036", "rationale": "Lai Shiu Wing is a Hong Kong athlete. "}, {"id": "5abc0ba05542996583600409", "rationale": "John Nyskohus played for the Norwegian football team Odd Grenland. "}, {"id": "5a81e097554299676cceb129", "rationale": "Michel Feher semi-regularly blogs for the journal New Left Review. "}, {"id": "5ae4f3c455429960a22e0221", "rationale": "Dick Biddle served as head football coach at Colgate University. "}, {"id": "5ae6097c55429929b0807a9a", "rationale": "the Sentinelese language is the language of the people of North Sentinel Island in the Bay of Bengal. "}, {"id": "5a8ef2a75542995a26add583", "rationale": "Seven Brief Lessons on Physics was written by Italian physicist Carlo Rovelli. "}, {"id": "5adc8cb45542994d58a2f651", "rationale": "the most praised player in the 2002–03 Olympique de Marseille season was Didier Drogba. "}, {"id": "5a8d0e305542994ba4e3dbbe", "rationale": "John T. Mather Memorial Hospital is located in the village of Port Jefferson in Suffolk County, New York. "}, {"id": "5a76f7e855429972597f1404", "rationale": "in Chennai, the trade laws are different from the rest of the country in the Special Economic Zone (SEZ). "}, {"id": "5ac54cef5542993e66e822da", "rationale": "Brian Newman is married to Angie Pontani, a burlesque performer. "}, {"id": "5ae0d7315542990adbacf678", "rationale": "John Cage studied with the avant-garde Japanese composer Toru Takemitsu. "}, {"id": "5abc8d00554299700f9d78fd", "rationale": "Matthew Butturini was born in Murwillumbah, a town on the Tweed River. "}, {"id": "5a84564c5542990548d0b288", "rationale": "\"Evie\" is a song by the Australian band, Little River Band. "}, {"id": "5a75e05c55429976ec32bc5f", "rationale": "Brown State Fishing Lake is located in Kansas, United States. "}, {"id": "5ab93841554299131ca422cb", "rationale": "Phil Urban is the CEO of Mitchells & Butlers. "}, {"id": "5ab4b9f75542990594ba9ca4", "rationale": "the song I Love You was written and performed by Chris Write. "}, {"id": "5a8e024f5542995085b37375", "rationale": "the composer of the album \"Nightbook\" is Ludovico Einaudi. "}, {"id": "5a771de05542993569682cc8", "rationale": "close to the Taj Mahal and Agra Fort in India is the popular shopping destination Sadar Bazaar. "}, {"id": "5ae4a91d5542995ad6573e09", "rationale": "the person referred to as Mumia is Mumia Abu-Jamal. "}, {"id": "5adc46665542994650320cc8", "rationale": "\"Anthem\" is composed by Leonard Bernstein. "}, {"id": "5a886364554299206df2b24b", "rationale": "the musical duo The Books used samples from the first presenter of \"Tomorrow's World\", Raymond Baxter, in their album Lost and Safe. "}, {"id": "5a71299e5542994082a3e5fe", "rationale": "Drisheen is a type of food product made in Ireland and other parts of Europe. "}, {"id": "5ae7eaf65542994a481bbe1d", "rationale": "the former Indian cricketer who made his ODI debuts during the 2000 ICC KnockOut Trophy is Ajit Agarkar. "}, {"id": "5abd889f55429924427fd046", "rationale": "the film Voice is the seventh installment of the Ghost School and Ghost School Horror series."}, {"id": "5a84bc5b5542991dd0999dc3", "rationale": "the vizier of Ebla after one who had served King Ishar Damu for 17 years was Ibbi-Sipish. "}, {"id": "5add1d435542990d50227de8", "rationale": "the Glomar Challenger was designed by the company Global Marine. "}, {"id": "5a83b4d35542996488c2e495", "rationale": "the Sophia Amalia was named after the wife of King Frederick III of Denmark and Norway. "}, {"id": "5add9bfa5542990dbb2f7e85", "rationale": "the sponsor of the Premiership Rugby Sevens Series is Greene King IPA. "}, {"id": "5ae0fb8855429920d523425b", "rationale": "Fort Kongenstein is located in the town of Kongsberg in Norway. "}, {"id": "5a8db348554299068b959dc2", "rationale": "\"Love Incredible\" was released by the record company Virgin EMI Records. "}, {"id": "5ae18d615542997283cd2229", "rationale": "the Atomweight class belongs to the sport of Mixed Martial Arts (MMA). "}, {"id": "5a77a9df55429967ab10521c", "rationale": "Surprised by Joy: The Shape of My Early Life was written by British novelist C. S. Lewis. "}, {"id": "5ae1500655429920d52343cc", "rationale": "Oxford is a Canadian office organization solutions company. "}, {"id": "5a901f735542990a98493591", "rationale": "the Year of the Four Emperors was a period in ancient Rome in which four emperors succeeded each other. "}, {"id": "5a810221554299260e20a1f9", "rationale": "Murray Head is most recognized for the song \"One Night in Bangkok\", which he released in 1984. "}, {"id": "5a793bc95542994bb9456fc3", "rationale": "Brooklyn Decker was born on April 12, 1987. "}, {"id": "5a724a2b5542990c210a40bc", "rationale": "Kevin Bookout plays for the Oklahoma Sooners. "}, {"id": "5adde17f5542992200553b87", "rationale": "the MVP of the 2013 McDonald's All-American Boys Game was Jabari Parker. "}, {"id": "5a82e25555429954d2e2ebbf", "rationale": "the author who wrote under the pen name Gwyneth Moore is Nora Roberts. "}, {"id": "5a823fbf55429903bc27ba54", "rationale": "Grigori 3's music is commonly compared to the American rock band Radiohead. "}, {"id": "5ab959905542996be2020497", "rationale": "Pontiac marketed the 2+2 as the \"big brother\" to the Tempest automobile. "}, {"id": "5ae18b555542997b2ef7d1f7", "rationale": "Ezequiel Lázaro was born in the city of La Plata, Argentina. "}, {"id": "5ade595e5542992fa25da761", "rationale": "the actress who portrayed C. C. Babcock on \"The Nanny\" is Lauren Lane. "}, {"id": "5a8a9bc15542996c9b8d5f36", "rationale": "Nicholas Dante is most famous for writing musicals, such as \"A Chorus Line\". "}, {"id": "5ae08dad55429945ae9593b9", "rationale": "Willie Geist frequently serves as fill-in anchor on the \"Today\" show. "}, {"id": "5ac16c2b5542994d76dcce19", "rationale": "the brewery located in the home of Neuhaus is Neuhaus Brewery. "}, {"id": "5ae51fa25542992663a4f11f", "rationale": "the group of islands named after Purdue University's professor of forest ecology from 1947 to 1973 is the Knauss Islands. "}, {"id": "5ab283d9554299449642c8d8", "rationale": "Randal Malone was born in Radcliff, Kentucky. "}, {"id": "5a78a7025542990784727710", "rationale": "Anne Noe (born August 10, 1954) is an American artist. "}, {"id": "5a8af94455429971feec45b6", "rationale": "Jon S. Cardin is the nephew of Senator Benjamin L. Cardin, who has been in office since 2007. "}, {"id": "5ae08a0455429924de1b70fc", "rationale": "the German project Rammstein recorded a song that featured vocals by the duo Goldfrapp from Silverdale, England. "}, {"id": "5a84e1095542997175ce1f25", "rationale": "Jung Seul-ki is a South Korean swimmer who swam for Yonsei University. "}, {"id": "5a80b3a9554299485f5986cc", "rationale": "Tysons Galleria is located in Fairfax County, Virginia. "}, {"id": "5ac3a364554299391541385d", "rationale": "the National Space Olympiad (NSO) is a national level competitive examination on basic Space Science, Astronomy and related topics. "}, {"id": "5ac1d40c5542994d76dccef5", "rationale": "WLLZ-LP is a low-power television station located in Detroit, Michigan. "}, {"id": "5a8ced46554299441c6b9f82", "rationale": "the father of professional ice hockey player Jannik Hansen is Flemming Fosgaard Hansen. "}, {"id": "5ab2d61155429916697740ff", "rationale": "Howell Conant was a photographer who was famed for his work with Grace Kelly. "}, {"id": "5adfda5255429942ec259b5e", "rationale": "a 202 lb slab of greywacke covered in runes is located in Douglas County, Minnesota. "}, {"id": "5ab6238e554299710c8d1e6d", "rationale": "Copsi was made earl of Northumbria and went back to reside in the town of York. "}, {"id": "5a72e28f5542992359bc31ba", "rationale": "Richard Pzena, the director of Pzena Investment Management, outlined a value investing approach. "}, {"id": "5ae07c6255429924de1b70d6", "rationale": "The Riddler's Revenge is a steel roller coaster located at Six Flags Magic Mountain in Valencia, California. "}, {"id": "5adebc9b554299728e26c79d", "rationale": "Agnes Body was the founding head of the King Edward VI High School for Girls located on New Street in Birmingham. "}, {"id": "5ab503db5542990594ba9cc8", "rationale": "the most successful female ski racer ever is Lindsey Vonn. "}, {"id": "5a83880e554299123d8c214e", "rationale": "Suicide released their 1977 album titled Suicide: Alan Vega & Martin Rev. "}, {"id": "5a877e5d5542993e715abf7d", "rationale": "screenwriter Don Jakoby co-wrote the film Snake Eyes starring Nicolas Cage and Téa Leoni. "}, {"id": "5ae4b8fc55429913cc2044e5", "rationale": "François Beaucourt (1740-1794) was mainly active in the city of Montreal, Canada. "}, {"id": "5a7630105542992d0ec0605a", "rationale": "in 1998, French composer Jean-Michel Jarre released the album Metamorphoses. "}, {"id": "5ab259b25542993be8fa98de", "rationale": "Belgium has a long history of cockfighting. "}, {"id": "5a8789115542994846c1cd9a", "rationale": "Imran Khan is an actor who has worked in Pashto language films. "}, {"id": "5add114a5542994734353826", "rationale": "Aati Kya Khandala is composed by the composer duo Jatin-Lalit. "}, {"id": "5adea83b55429975fa854f53", "rationale": "Thirukkalacherry is a village in the Indian town of Thiruvananthapuram. "}, {"id": "5ade15f35542997545bbbe47", "rationale": "Katherine Waterston and Chrisann Brennan are both actresses. "}, {"id": "5a7d1c525542995ed0d165f2", "rationale": "the host of the American survival skills reality show, The Island, is Bear Grylls. "}, {"id": "5a9057795542990a984935f7", "rationale": "The Park is a horror adventure game developed by Funcom. "}, {"id": "5ade66dd55429975fa854ebe", "rationale": "SMS Emden was a German light cruiser that mounted a symbol on her stem-head from the German Empire. "}, {"id": "5ae2fca555429928c423958a", "rationale": "Eric Stewart and Graham Gouldman's band released an album in 1975 titled The Original Soundtrack. "}, {"id": "5a85597c5542997175ce1fba", "rationale": "in the movie Hostage for a Day, the actor playing a Russian hostage taker was Sergei Bodrov Jr.. "}, {"id": "5ab96ab755429970cfb8eacd", "rationale": "Ellie Goulding worked with Max Martin, Savan Kotecha, Ilya Salmanzadeh, and Greg Kurstin on her third studio album, Delirium. "}, {"id": "5a81d51a55429903bc27b9d2", "rationale": "Brinckerhoff, New York had a role in the CBS sitcom The King of Queens, created by Michael J. Weithorn and David Litt. "}, {"id": "5ae0335655429925eb1afc28", "rationale": "in Shakespeare's \"The Winter's Tale,\" Mary Robinson is the daughter of Paulina. "}, {"id": "5a81a84e5542990a1d231e4e", "rationale": "El Tio Disparate is a film directed and starred by Argentine singer and actor Luis Miguel González. "}, {"id": "5a878d795542993e715abf9d", "rationale": "the animated television series, The Casagrandes, was co-created by Jorge Aguirre. "}, {"id": "5a77e9c055429949eeb29fa6", "rationale": "a 2011 Indian romantic comedy film starred British-Mauritian model Amy Jackson alongside Raj Babbar and Mahesh Manjrekar. "}, {"id": "5a82fcbd55429954d2e2ebe8", "rationale": "Tatiana Nikolayeva was a Russian Soviet pianist, composer and teacher. "}, {"id": "5ae8242455429952e35eaa54", "rationale": "Erik Voorhees was the Director of Marketing for the bitcoin start up Coinapult. "}, {"id": "5ac1ff2255429964131be2b3", "rationale": "BA Connect is headquartered in the suburban area of Crawley, West Sussex. "}, {"id": "5abe03635542991f661060a5", "rationale": "the former Stanford Cardinals player who caught 57 passes for 1010 yards and 14 TDs is Coby Fleener. "}, {"id": "5a8d7a8d55429941ae14dfc2", "rationale": "Timothy Oulton retails his products through the company Timothy Oulton Gallery, which is based in Corte Madera, California."}, {"id": "5ae4f6c755429960a22e022a", "rationale": "Smith Haven Mall is located in Lake Grove, New York. "}, {"id": "5ae6a5d15542991bbc97615d", "rationale": "Barranca de Yaco is a geographical feature along the ancient road known as the Camino Real de Tierra Adentro. "}, {"id": "5abd516a5542992ac4f3825c", "rationale": "India's first science fiction film series is called \"Tripura\". "}, {"id": "5a7e513a5542994959419996", "rationale": "the Ghana Police College is located in Accra. "}, {"id": "5a81736255429903bc27b96e", "rationale": "the sporting facility located in Coos County, New Hampshire is called the White Mountain Motorsports Park. "}, {"id": "5addf9e05542997dc79070f9", "rationale": "FTL:2448 is a role playing game produced by Fantasy Flight Games. "}, {"id": "5a716eeb5542994082a3e82e", "rationale": "Virginia Katherine McMath starred in the 1935 movie Star of Midnight. "}, {"id": "5adfbca255429942ec259b2c", "rationale": "the rock band Slade rose to prominence in the 1970s. "}, {"id": "5a73f4f75542993a88ae2ebc", "rationale": "Missing You is a 2016 South Korean television series starring Seo Kang-joon. "}, {"id": "5abd1b5e55429933744ab728", "rationale": "the A5117 runs between Shotwick and Neston. "}, {"id": "5a7af4bb55429927d897bf1d", "rationale": "Max Weinreich was the father of Uriel Weinreich. "}, {"id": "5a7698c2554299373536010d", "rationale": "Ohio State Route 78 was called one of the most scenic highways nationwide by the magazine Country Roads. "}, {"id": "5a81df4b55429903bc27b9f8", "rationale": "the mall located on I-45 on the Southeast side of Houston is known as Gulfgate Mall. "}, {"id": "5ae690b055429908198fa622", "rationale": "Jamell Anderson plays for the Memphis Grizzlies basketball team. "}, {"id": "5a7f74975542992097ad2f77", "rationale": "Annalee Dolls is a popular doll brand from New Hampshire. "}, {"id": "5a712c4b5542994082a3e622", "rationale": "the heritage site located in Seventeen Seventy Australia is known for Captain James Cook's first voyage to Australia. "}, {"id": "5ac0c1cf5542992a796ded7c", "rationale": "Crestfallen's artwork is done by photographer Simon Fowler. "}, {"id": "5ab94cca554299753720f7dd", "rationale": "Angelspit toured the United States with an American electronic music duo Grendel. "}, {"id": "5ae7eefd554299540e5a56b6", "rationale": "Ira Nadel wrote the biography of Canadian author Margaret Atwood. "}, {"id": "5a8cc8c2554299441c6b9efc", "rationale": "the author of the book One More River is based on is John Steinbeck. "}, {"id": "5a7148685542994082a3e761", "rationale": "Paul Ziert recruited two time gold medalist in gymnastics, Shannon Miller. "}, {"id": "5a7e801b5542997cc2c47557", "rationale": "Ed Wubbe was born in Groningen. "}, {"id": "5adce22c5542990d50227d51", "rationale": "Souleyman Sané's son, Leroy Sané, is a professional football player. "}, {"id": "5a8b8b3a5542995d1e6f13e5", "rationale": "Tales of Old Grand Daddy is an album by the American country music duo The Judds. "}, {"id": "5a90b1a15542990a984936ab", "rationale": "John Burges spent six years working for the company Microsoft, which is headquartered in the United States. "}, {"id": "5abd04bd5542992ac4f381a9", "rationale": "IndyCar race driver Danica Patrick drove a Formula 1 car designed by Peter McCool in 2008. "}, {"id": "5abba664554299642a094b02", "rationale": "Jason O'Bryan was nominated for a Grammy for best soundtrack for the movie La La Land. "}, {"id": "5ac31129554299741d48a1a2", "rationale": "Woodland is a census-designated place in the town of Plainfield, Connecticut. "}, {"id": "5abd93115542996e802b47e0", "rationale": "in the 2018 NCAA Division I Men's Basketball Tournament, the University of Maryland Baltimore County (UMBC) beat Georgetown. "}, {"id": "5a7a230e5542996a35c170ee", "rationale": "the composer for the musical comedy television series The Naked Brothers Band is Nat Wolff. "}, {"id": "5ae56a0d5542990ba0bbb29c", "rationale": "Maine School Administrative District 3 covers the town of Belfast in Waldo County. "}, {"id": "5a8f51695542992414482a3e", "rationale": "Rear Admiral astronaut Donald K. Slayton (born 1923) is known for the Apollo-Soyuz Test Project. "}, {"id": "5a77beae5542992a6e59dfae", "rationale": "the jazz singer Diana Krall has an album entitled The Boy Next Door. "}, {"id": "5ae773eb5542997b22f6a777", "rationale": "Alice Wetterlund stars in the HBO series Silicon Valley. "}, {"id": "5a90bb4e55429916514e7536", "rationale": "Emma Gramatica is a town in Italy. "}, {"id": "5a7fd1515542992e7d278db1", "rationale": "Grimsby Minster is located in the English province of Lincolnshire. "}, {"id": "5adeaec455429939a52fe952", "rationale": "in the film \"A Time for Miracles\", the saint is Saint Elizabeth Ann Seton. "}, {"id": "5a887293554299206df2b273", "rationale": "Chryseobacterium frigidum has been isolated from the island of Hokkaido, Japan. "}, {"id": "5a90b4fe55429916514e7525", "rationale": "Tum Milo Toh Sahi is a 2010 Indian film starring Nana Patekar. "}, {"id": "5ae66b055542995703ce8b61", "rationale": "Michael Mclntyre's father is the British comedian and actor, Ray Mclntyre Jr. "}, {"id": "5adcf2b55542992c1e3a24cd", "rationale": "the writer of the sitcom Maid Marian and her Merry Men is Tony Robinson. "}, {"id": "5ab5057b5542991779162d56", "rationale": "Wishing Stairs and Voice are two South Korean horror films. "}, {"id": "5a7339c85542991f9a20c6a2", "rationale": "the Tandragee killings took place in County Armagh, Northern Ireland. "}, {"id": "5ab5fcae554299110f2199ad", "rationale": "Rick Barry has two sons, Brent Robert Barry and Drew William Barry. "}, {"id": "5a88c68d55429938390d3fba", "rationale": "E! Hollywood Hold'em was hosted by professional poker player Phil Laak. "}, {"id": "5a74f3f55542993748c8974b", "rationale": "the actor in question is Robert De Niro, born on May 4, 1946. "}, {"id": "5ac23f5255429951e9e684d8", "rationale": "Jeff Perry is the current star of the ABC political drama Scandal. "}, {"id": "5a86458b5542991e771815ec", "rationale": "the Akademisches Kunstmuseum is located in Bonn, Germany. "}, {"id": "5a8e0c595542995085b373b0", "rationale": "the founder of the Metroplex record label is Juan Atkins. "}, {"id": "5adfd2f255429925eb1afaa5", "rationale": "the puzzle-platform video game developed by the Valve Corporation is part of the 2012 action-adventure game Portal 2. "}, {"id": "5ac0e0e25542997d64295a6f", "rationale": "Dionne Bunsha works for the magazine Tehelka. "}, {"id": "5a888d535542997e5c09a617", "rationale": "The Third Fitzwilliam Meetinghouse is located in New Hampshire. "}, {"id": "5ab9c292554299131ca423f5", "rationale": "Oscar Redding portrays an Irish convict in the movie \"Van Diemen's Land\". "}, {"id": "5ac41ca75542991943173919", "rationale": "the nature reserve south of Seacroft Esplanade is called Seacroft Marsh. "}, {"id": "5a88016b5542997e5c09a58a", "rationale": "Migene González-Wippler is a leading expert on Santería, a religion that developed among the Afro-Cuban ethnic group. "}, {"id": "5ae60ea9554299546bf8304e", "rationale": "North Blenheim, New York was destroyed by flooding caused by Hurricane Irene in August 2011. "}, {"id": "5ab5279d5542996a3a96a03f", "rationale": "the female co-founder of the organization that published the \"Daily Word\" devotional was Myrtle Page Fillmore. "}, {"id": "5a89dd4d554299669944a5e3", "rationale": "Flower Alley was bred by the trainer Bobby Frankel, who was killed at Blue Grass Airport in Fayette County, Kentucky. "}, {"id": "5ae33f9a5542990afbd1e0f1", "rationale": "Phuture was an American musical group founded in Chicago. "}, {"id": "5a7309a15542992359bc320c", "rationale": "\"Money, Money, Money\" was written by Benny Andersson and Björn Ulvaeus. "}, {"id": "5a8b2d3255429950cd6afc60", "rationale": "Mike DiNunno is a professional basketball player. "}, {"id": "5ab8effd5542991b5579f062", "rationale": "Bure Family Wines is named after former ice hockey player Pavel Bure. "}, {"id": "5ae4d2a55542990ba0bbb161", "rationale": "Giselle Cossard was known as Mother Giselle of the Virgin Mary. "}, {"id": "5ab294a6554299545a2cf9a6", "rationale": "John Button is the father of Jenson Button. "}, {"id": "5a82bb3c55429966c78a6a86", "rationale": "Live at Radio City is a live album recorded by the American band My Morning Jacket. "}, {"id": "5a8182e255429938b614234d", "rationale": "General of the Armies John Joseph \"Black Jack\" Pershing had a personal assistant during World War I. "}, {"id": "5a7dd6cd5542995f4f4022cd", "rationale": "Venus is a play by American playwright Suzan-Lori Parks. "}, {"id": "5a8a495055429930ff3c0d6a", "rationale": "Chicagoland Sports Hall of Fame was founded by the company located in Olympia, Washington. "}, {"id": "5ae4a1875542995ad6573dd2", "rationale": "Nicolau Colaco is a Portuguese footballer who plays as a defender. "}, {"id": "5adf95745542995534e8c7f8", "rationale": "Śivarāma Swami conducts courses on Vaishnava Theology. "}, {"id": "5ae3c0245542990afbd1e1c3", "rationale": "Olivia Munn is an actress who starred in the movie Mortdecai. "}, {"id": "5adf860e5542993344016cbc", "rationale": "the model of car featured on the cover of Earth's \"Pentastar: In the Style of Demons\" is a 1971 Dodge Charger. "}, {"id": "5abaa8b355429901930fa87f", "rationale": "the Cloverdale Fairgrounds are located in Cloverdale, British Columbia. "}, {"id": "5ae2f97555429928c4239582", "rationale": "Peter Bales and Raphael Holinshed both worked on The Chronicles of England, Scotland, and Ireland. "}, {"id": "5ae375955542990afbd1e15d", "rationale": "Dianne Morgan and Joe Wilkinson are part of the group called The Mash Report in the BBC comedy \"Two Episodes of Mash\"."}, {"id": "5ac0aa955542997d64295a49", "rationale": "Fucking Hell is a lager named after the village of Fucking in the region of Upper Austria. "}, {"id": "5ab204795542993be8fa98ad", "rationale": "Peter and the Wolf was released as a segment of the animated anthology film, Fantasia, on 13 November 1940."}, {"id": "5a73d951554299623ed4ac77", "rationale": "a holdout is an accessory used by cheats in order for them to receive cards. "}, {"id": "5a8f0a01554299458435d539", "rationale": "Telos is an album by the Canadian band Protest the Hero. "}, {"id": "5ae3305c55429928c423965f", "rationale": "In Person is a 1935 film starring Mae Clarke. "}, {"id": "5adf734b5542995ec70e9016", "rationale": "Chelsea Handler appeared on the show The Tonight Show Starring Jimmy Fallon in January of 2016. "}, {"id": "5adc9b7a5542994d58a2f679", "rationale": "Shani Gandhi has worked with Kelsea Ballerini. "}, {"id": "5ade48795542992fa25da729", "rationale": "Beyond the Hoax: Science, Philosophy, and Culture is by Professor Alan Sokal. "}, {"id": "5a72f7df5542991f9a20c5d7", "rationale": "Piers Bizony has written articles for New Scientist magazine. "}, {"id": "5ae76c235542991e8301cc97", "rationale": "Matt Doheny lost his primary race to Alexandria Ocasio-Cortez. "}, {"id": "5a8ece2e5542995085b37497", "rationale": "the Out of Control Tour was a concert tour by British-Irish boy band One Direction. "}, {"id": "5ae55d1e55429960a22e02cb", "rationale": "the host of \"British Academy Television Awards 2009\" was Stephen Fry. "}, {"id": "5a86399e5542994775f60733", "rationale": "Jihad: A Story of the Others is a documentary by the director Deeyah Khan. "}, {"id": "5ab8397155429919ba4e2272", "rationale": "Jacob Minah had his personal best at the 2019 World Athletics Championships in Doha. "}, {"id": "5a87b2fc5542996e4f3088d0", "rationale": "the CD/DVD \"Here at the End of All Things\" was inspired by the book The Lord of the Rings by J.R.R. Tolkien. "}, {"id": "5adff45c55429925eb1afb8c", "rationale": "the actor who starred in the television series Sugarfoot is Will Hutchins. "}, {"id": "5abb1fd95542996cc5e49fb6", "rationale": "Mogens Palle brought to Denmark the World Lightweight Champion from the United States. "}, {"id": "5a7c68575542996dd594b91c", "rationale": "e was a game published by U.S. Gold in 1992. "}, {"id": "5ab8f3235542991b5579f084", "rationale": "Annie Caputo was nominated by President Barack Obama to become a member of the Nuclear Regulatory Commission. "}, {"id": "5adf0cbd5542993a75d263e0", "rationale": "the English-born South Australian brewer is Thomas Cooper. "}, {"id": "5ac5391e5542994611c8b439", "rationale": "Sal de Mi Piel is a song by the actress Salma Hayek. "}, {"id": "5ae361605542994393b9e69b", "rationale": "Robert Croft worked as a navy instructor at the Naval Air Station Pensacola. "}, {"id": "5a7bc0755542995eb53be9a5", "rationale": "the series of novels that reference numerous locations and incorporates themes from multiple genres is titled The Chronicles of Narnia. "}, {"id": "5a84b5975542991dd0999da3", "rationale": "Stephen Conway is currently part of the ecclesiastical province of Canterbury. "}, {"id": "5ae7edee554299540e5a56ad", "rationale": "the Church of the Guanche People was founded in Santa Cruz de Tenerife, which is on the most populated island of the Canary Islands. "}, {"id": "5a8787305542996e4f30882d", "rationale": "the American romantic comedy written by Peter Chiarelli and released in 2009 is The Proposal, directed by Anne Fletcher. "}, {"id": "5a875154554299211dda2be7", "rationale": "in John Travolta's third major acting role, he stars in the movie Urban Cowboy. "}, {"id": "5ab48af35542996a3a969f92", "rationale": "Fennec is a French animated series that features a character based on the fennec fox. "}, {"id": "5a73471a5542991f9a20c6d7", "rationale": "Eclipse Group was founded by Robert David Steele. "}, {"id": "5a9068a95542990a98493621", "rationale": "\"First Knight\" was being filmed at Pinewood Studios on 16 January 1995. "}, {"id": "5abd09585542996e802b469b", "rationale": "the musical based on the 2007 Irish romantic musical film Once was premiered in 2011. "}, {"id": "5a88c4175542997e5c09a6ae", "rationale": "the clock one can see from Denmark Hill is the Big Ben. "}, {"id": "5a83aaeb5542996488c2e483", "rationale": "Kanye West recorded the studio album Late Registration with Roc-A-Fella Records and soul singer Dwele. "}, {"id": "5a8dab16554299068b959d89", "rationale": "Aldgate railway station is located in Adelaide, South Australia. "}, {"id": "5a75eca555429976ec32bca8", "rationale": "the Long Island Herald newspaper chain serves a village called Roslyn in Nassau County, New York. "}, {"id": "5adcaa7f5542990d50227cdb", "rationale": "Yōko Shōji's most famous manga is called Urusei Yatsura. "}, {"id": "5ade04465542990dbb2f7f2f", "rationale": "Nadeem Siddique is a fan of boxer Muhammad Ali. "}, {"id": "5ae409d955429970de88d89d", "rationale": "Greetings! We're The Monitors was the debut album by the band The Monitors. "}, {"id": "5ab8688b55429934fafe6daa", "rationale": "a hairdresser from Yorkshire, England invented the first synthetic wig material called Kanekalon. "}, {"id": "5ab624b855429953192ad26d", "rationale": "To Catch a Predator was devoted to impersonating people below the age of consent. "}, {"id": "5add7c455542990dbb2f7e5f", "rationale": "a molera is a \"hole\" in the head of a breed of dog called a Chihuahua. "}, {"id": "5a8b69f45542997f31a41d19", "rationale": "the pseudonym Frank Talk was used by the author of the novel The Great Gatsby, F. Scott Fitzgerald. "}, {"id": "5a7b85c4554299294a54a9d7", "rationale": "the Blue Bird Wanderlodge is a type of vehicle manufactured in Georgia by the Blue Bird Corporation. "}, {"id": "5a85c41a5542994c784ddb7a", "rationale": "Locked On is a novel written by Tom Clancy. "}, {"id": "5abe0e4e55429976d4830a62", "rationale": "Tim O'Kelly was cast in the film The Boston Strangler because he resembled the killer Albert DeSalvo. "}, {"id": "5a8b71915542995d1e6f1393", "rationale": "the nymph Echo fell in love with Narcissus. "}, {"id": "5a886b7555429938390d3f4d", "rationale": "the Cacareco party began in Canada in 2004. "}, {"id": "5ab61798554299488d4d9aaa", "rationale": "the Church of England's Oxford Movement was opposed by the clergyman John Keble. "}, {"id": "5abd5a135542992ac4f3829f", "rationale": "the Sleepers are located north of the Kancamagus Highway."}, {"id": "5a75428b55429916b01642c8", "rationale": "the woman referred to as the Queen of Pop is Madonna. "}, {"id": "5adcd7325542994d58a2f6f6", "rationale": "in 1967, Richard Lugar beat Alex Clark for mayor of Indianapolis. "}, {"id": "5a7c6e435542996dd594b933", "rationale": "the actor who starred in the movie Voodoo is David Alan Grier. "}, {"id": "5a90386455429916514e7435", "rationale": "the Suffolk Traction Company served the Suffolk county hamlet of Manorville. "}, {"id": "5ae69cfe55429908198fa65f", "rationale": "Reeves Plains Power Station is a proposal from the company Neoen. "}, {"id": "5ac273455542992f1f2b38d4", "rationale": "Paul Nelson is noted for his philosophical work on Intelligent Design. "}, {"id": "5a77731955429972597f1541", "rationale": "the smallest railroad in the United States in 1890 was located in Piscataquis County, Maine. "}, {"id": "5adf39765542993a75d26435", "rationale": "Henry Beauclerc was the fourth son of William the Conqueror. "}]